Repository: cdskev/ginlo-ios
Catalog: Application/Supporting Files/localization/*.lproj/ba.strings
Languages: de

# contacts.eMailMessageBody
source: Hello! Join me on ginlo Business, the secure messenger for confidential and productive business communication. GDPR-compliant & made in Germany – powered by Deutsche Post technology. Here’s what ginlo Business has in store: - Start one-to-one and group chats, channels, and distribution lists. - Share documents, photos, videos, and audio messages. - Add comments, mark important messages, and use scheduled posting to make collaboration more efficient - Work across multiple devices – both mobile and desktop. Start your 30-day trial now: ginlo.net/business-messenger Kind regards,
de: Hallo, wechseln Sie mit mir zu ginlo Business, dem sicheren Messenger für vertrauliche und produktive Business-Kommunikation. DSGVO-konform & made in Germany - powered by Deutsche Post technology. Und das hat ginlo Business zu bieten: - Einzel- und Gruppenchats, Channels und Verteiler - Versand von Dokumenten, Fotos, Videos und Sprachnachrichten - Nachrichten kommentieren, als wichtig markieren und zeitversetzt verschicken - so wird Zusammenarbeit effizient - Gleichzeitige Nutzung auf mehreren Geräten - mobil und am Desktop Jetzt 30 Tage kostenlos testen: ginlo.net/business-messenger Herzliche Grüße

# settings.informFriends
source: Invite contacts
de: Kontakte einladen

# contacts.eMailMessageSubject
source: Join me on ginlo Business, the secure business messenger
de: Wechseln Sie mit mir zu ginlo Business, dem sicheren Business Messenger

# contacts.options.invite
source: Invite contacts
de: Kollegen einladen

# contacts.search.empty.search
source: Search for contacts with %@
de: Kontakte bei %@ suchen

# contacts.search.empty.invite
source: Invite contacts
de: Kontakte einladen

# settings.profile.qr_code_desc
source: Have your QR code scanned (or scan your contacts’ codes) to add someone as contact, confirm identity or invite someone to ginlo.
de: Lassen Sie Ihren QR-Code scannen, oder scannen Sie die Codes Ihrer Kontakte. So können Sie die Identität des jeweils anderen bestätigen.

# contacts.invitationActionSheetTitle
source: Invite a Contact
de: Kontakte einladen

# invite.friends.after.chatcreation.message
source: You can invite contacts to ginlo Business if some are still missing.
de: Jetzt gleich Kontakte zu ginlo Business einladen, falls noch welche fehlen.

# settings.companyemail.askafterinstall.hint
source: Add your e-mail address to your company's e-mail directory to find colleagues with e-mail addresses from the same company. We never access your details in plain text.
de: Fügen Sie Ihre E-Mail-Adresse zum Verzeichnis Ihres Unternehmens hinzu, um Kollegen mit E-Mail-Adressen desselben Unternehmens zu finden. Die Daten liegen uns zu keinem Zeitpunkt im Klartext vor.

# settings.profile.statusLabel
source: Availability
de: Verfügbarkeit

# contacts.smsMessageBody
source: Join me on ginlo Business Messenger, the secure messenger for private and confidential communication - made in Germany. Just scan the QR-Code below or click on the link to download and join. %@
de: Hallo, ich nutze jetzt den ginlo Business Messenger. Laden Sie sich die App hier runter: ginlo.net/business-messenger

# settings.companyprofile.contactsoverview.empty.text2
source: Unfortunately, we couldn't find any colleagues that have linked a professional e-mail address with the domain %@. Recommend to your contacts that use ginlo Business to link an e-mail address.
de: Leider haben wir keine Kontakte gefunden, die eine berufliche E-Mail-Adresse mit der Domäne %@ mit dem Account verknüpft haben. Empfehlen Sie Kollegen, die bereits ginlo Business nutzen, eine E-Mail-Adresse zu verknüpfen.

# registration.agb.AGB
source: Terms & Conditions
de: AGB

# registration.backup.not_found.headline
source: We couldn't find a backup.
de: Wir konnten leider kein Backup finden.

# registration.backup.not_found.description
source: However, you can create one now if you're still logged in to the ginlo Business app on another smartphone.
de: Sie können aber jetzt eines erstellen, wenn Sie auf einem anderen Smartphone noch in der ginlo Business App angemeldet sind.

# registration.backup.not_found.step1
source: Open %@ on your other smartphone.
de: Öffnen Sie %@ auf Ihrem anderen Smartphone.

# registration.createDevice.welcome.description
source: Import a backup to this device or add it as an additional device if you have another one in use.
de: Importieren Sie ein Backup, oder fügen Sie dieses Gerät als weiteres Gerät zu einem bestehenden hinzu.

# registration.headline.phoneAndCountryCode
source: Now please enter your mobile number or e-mail address.
de: Weiter geht's mit Ihrer Handynummer oder E-Mail-Adresse.

# intro.screen0.description2
source: GDPR-compliant
de: DSGVO-konform

# intro.screen1.buttonCreateDeviceTitle
source: I already have an account
de: Ich habe schon einen Account.

# settings.termsandcondition
source: Terms & Conditions
de: AGB

# settings.termsandcondition.url
source: https://app-help.ginlo.net/business/en/terms
de: https://app-help.ginlo.net/business/de/terms

# settings.faq.url
source: https://app-help.ginlo.net/business/en/support
de: https://app-help.ginlo.net/business/de/support

# settings.privacy
source: Privacy Policy
de: Datenschutzhinweise

# settings.privacy.url
source: https://app-help.ginlo.net/business/en/privacy
de: https://app-help.ginlo.net/business/de/privacy

# rate.title
source: Pssst, how do you like ginlo Business?
de: Pssst, wie finden Sie ginlo Business denn so?

# noContactsView.title.titleTextView
source: ginlo Business needs permissions to access your contacts. You can set this permission in your device's app settings.
de: ginlo Business braucht Berechtigungen, um auf Ihre Kontakte zuzugreifen. Sie können diese Berechtigung in den App-Einstellungen Ihres Geräts ändern.

# noCameraView.title.titleTextView
source: ginlo Business needs permissions to access your camera. You can set this permission in your device's app settings.
de: ginlo Business braucht Berechtigungen, um auf die Kamera zuzugreifen. Sie können diese Berechtigung in den App-Einstellungen Ihres Geräts ändern.

# noPhotoLibraryView.title.titleTextView
source: ginlo Business needs permissions to access your photos. You can set this permission in your device's app settings.
de: ginlo Business braucht Berechtigungen, um auf Ihre Fotos zuzugreifen. Sie können diese Berechtigung in den App-Einstellungen Ihres Geräts ändern.

# noLocationView.title.titleTextView
source: ginlo Business needs permissions to access your location. You can set this permission in your device's app settings.
de: ginlo Business braucht Berechtigungen, um auf Ihren Standort zuzugreifen. Sie können diese Berechtigung in den App-Einstellungen Ihres Geräts ändern.
