Repository: cdskev/ginlo-ios
Catalog: Application/Supporting Files/localization/*.lproj/Localizable.strings
Languages: de, it, pl

# chat.group.button.leave
source: Leave group
de: Gruppe verlassen
it: Lascia il gruppo
pl: Zostaw grupę

# chat.group.button.edit
source: Edit group
de: Gruppe bearbeiten
pl: Edytuj grupę

# chat.group.grantedAdmin
source: %@ is now an administrator
de: %@ ist jetzt Administrator
it: %@ ora è amministratore
pl: %@ jest teraz administratorem

# chat.group.grantedAdminWithSender
source: %2$@ made %1$@ an administrator
de: %2$@ hat %1$@ zum Administrator gemacht
it: %2$@ ha nominato %1$@ amministratore
pl: %2$@ uczynił %1$@ administratorem

# chat.group.announcementRoom.administration.title
source: Manage Announcement
de: Ankündigung verwalten
pl: Zarządzaj ogłoszeniem

# chat.group.announcementRoom.infoView.title
source: Announcement Info
de: Ankündigung Info

# chat.group.infoView.title
source: Group info
de: Gruppen Info
it: Informazioni sul gruppo

# chat.group.invitedMember
source: %@ was invited
de: %@ wurde eingeladen
it: %@ è stato invitato
pl: %@ został zaproszony

# chat.group.invitedMemberWithSender
source: %2$@ invited %1$@
de: %2$@ hat %1$@ eingeladen
it: %2$@ ha invitato %1$@
pl: %2$@ zaprosił %1$@

# chat.group.label.addAdmin
source: Manage Administrators
de: Administratoren verwalten
it: Gestisci amministratori

# chat.group.label.addMember
source: Manage Participants
de: Teilnehmer verwalten
it: Gestisci partecipanti
pl: Zarządzaj uczestnikami

# chat.group.label.admin
source: Administrators
de: Administratoren
it: Amministratori

# chat.group.label.members
source: Members
de: Mitglieder
it: Membro
pl: Członkowie

# chat.group.label.memberCount
source: Member of
de: Mitglied von
it: Membro di

# chat.group.label.membersCount
source: Members of
de: Mitglieder von
it: Membro di

# chat.group.newMember
source: %@ has joined
de: %@ ist beigetreten
it: %@ ha effettuato l'accesso
pl: %@ dołączył

# chat.group.newMemberWithSender
source: %1$@ has joined
de: %1$@ ist beigetreten
it: %1$@ ha effettuato l'accesso
pl: %1$@ dołączył

# chat.group.newOwner
source: %@ is now an admin of this group
de: %@ ist jetzt Admin dieser Gruppe
it: Ora è %@ l'amministratore del gruppo
pl: %@ jest teraz administratorem tej grupy

# chat.group.newTitle
source: New Group
de: Neue Gruppe
it: Nuovo gruppo

# chat.group.newAnnouncementRoomTitle
source: New Announcement
de: Neue Ankündigung

# chat.group.oldversion
source: %@ group member(s) couldn't receive this message type because of an outdated ginlo version.
de: %@ Gruppenmitglied(er) konnten diesen Nachrichtentyp wegen einer veralteten %@ Version nicht empfangen.
it: I membri del gruppo %@ non hanno ricevuto questo tipo di messaggio perché in possesso di una versione obsoleta di ginlo.
pl: %@ członek/członkowie grupy nie mogli otrzymać tego typu wiadomości z powodu nieaktualnej wersji ginlo.

# chat.group.removedMember
source: %@ has left the group
de: %@ hat die Gruppe verlassen
it: %@ ha lasciato il gruppo
pl: %@ opuścił grupę

# chat.group.removedMemberWithSender
source: %2$@ removed %1$@ from the group
de: %2$@ hat %1$@ aus der Gruppe entfernt
it: %2$@ ha eliminato %1$@ dal gruppo
pl: %2$@ usunął %1$@ z grupy

# chat.group.revokedAdmin
source: %@ is no longer an administrator
de: %@ ist nicht länger Administrator
it: %@ non è più amministratore
pl: %@ nie jest już administratorem

# chat.group.revokedAdminWithSender
source: %2$@ withdrew administrator rights from %1$@
de: %2$@ hat %1$@ die Administratorrechte entzogen
it: %2$@ ha privato %1$@ dei diritti di amministratore
pl: %2$@ wycofał uprawnienia administratora z %1$@

# chat.group.topicInputPlaceholder
source: Group name
de: Gruppennamen eingeben
it: Inserisci il nome del gruppo
pl: Nazwa grupy

# chat.group.wasDeleted
source: This group has been deleted or is no longer accessible.
de: Diese Gruppe wurde gelöscht oder ist nicht länger zugänglich.
it: Il gruppo è stato eliminato o non è più accessibile.
pl: Ta grupa została usunięta lub nie jest już dostępna

# chat.info.labelSilent
source: Mute
de: Stummschalten
it: Silenzia
pl: Wyciszenie

# chat.info.labelSilent.active
source: %@h %@min. remaining
de: noch %@h %@min
it: %@h %@min. rimanenti
pl: %@h %@min. pozostało

# chat.info.labelSilent.inactive
source: Off
de: Aus
it: Non attivo
pl: Wył.

# chat.link.actionSheet.copy
source: Copy
de: Kopieren
it: copia
pl: Kopia

# chat.link.actionSheet.openInSafari
source: Open Link
de: Link öffnen
it: Apri link

# chat.list.action.confirm.block.contact
source: Reject Request
de: Anfrage ablehnen
it: Rifiuta richiesta
pl: Odrzuć żądanie

# chat.list.action.confirm.delete.groupchat
source: Delete Group
de: Gruppe löschen
it: Cancella il gruppo
pl: Usuń grupę

# chat.list.action.confirm.delete.message
source: Delete Message
de: Nachricht löschen
it: Elimina messaggio

# chat.list.action.confirm.delete.singlechat
source: Delete Chat
de: Chat löschen
it: Elimina la chat
pl: Usuń czat

# chat.list.action.confirm.deny.invitation
source: Reject Invitation
de: Einladung ablehnen
it: Rifiuta l'invito

# chat.list.action.confirm.leave.groupchat
source: Leave Group
de: Gruppe verlassen
it: Lascia il gruppo
pl: Opuść grupę

# chat.list.action.confirm.unsubscribe.channel
source: Unsubscribe from channel
de: Channel abbestellen
it: Annulla l'iscrizione al canale
pl: Wypisać się z kanału

# chat.list.action.confirm.unsubscribe.service
source: Deactivate Service
de: Service deaktivieren
it: Disattiva servizio
pl: Dezaktywuj usługę

# chat.list.action.confirm.clear.chat
source: Clear Chat
de: Chat leeren
it: Svuota la chat
pl: Wyczyść czat

# chat.list.action.delete.group
source: Delete Group
de: Gruppe Löschen
it: Cancella gruppo
pl: Usuń grupę

# chat.list.action.delete.single
source: Delete Chat
de: Chat Löschen
it: Cancella chat
pl: Usuń czat

# chat.list.action.export.group
source: Export Chat
de: Chat exportieren
it: Esporta chat

# chat.list.action.export.single
source: Export Chat
de: Chat exportieren
it: Esporta chat
pl: Eksportuj czat

# chat.list.action.leave.group
source: Leave Group
de: Gruppe verlassen
it: Esci gruppo

# chat.list.action.markAsRead
source: All read
de: Alle gelesen
it: Tutti letti

# chat.list.action.more.channel
source: More...
de: Mehr...
it: Altro...

# chat.list.action.more.group
source: More...
de: Mehr...
it: Altro...

# chat.list.action.more.service
source: More...
de: Mehr...
it: Scopri di più

# chat.list.action.more.single
source: More...
de: Mehr...
it: Altro...

# chat.list.action.removeMessages.channel
source: Clear Channel
de: Channel leeren
it: Svuota canale

# chat.list.action.removeMessages.group
source: Clear Chat
de: Chat leeren
it: Elimina tutti i messaggi della chat

# chat.list.action.removeMessages.service
source: Clear Service
de: Service leeren
it: Azzera servizio

# chat.list.action.removeMessages.single
source: Clear Chat
de: Chat leeren
it: Elimina tutti i messaggi della chat

# chat.list.action.scanContact
source: Scan Contact
de: Kontakt scannen
it: Scansiona il contatto

# chat.list.action.showInfo.channel
source: Show Channel Info
de: Channel-Info anzeigen
it: Visualizza informazioni sul canale

# chat.list.action.showInfo.group
source: Show Group
de: Gruppe anzeigen
it: Mostra gruppo

# chat.list.action.showInfo.service
source: Show Service Info
de: Serviceinfo anzeigen
it: Mostra informazioni sul servizio

# chat.list.action.showInfo.single
source: Show Contact
de: Kontakt anzeigen
it: Mostra contatto

# chat.list.action.unsubscribe.channel
source: Unsubscribe
de: Abbestellen
it: Annulla l'iscrizione

# chat.list.action.unsubscribe.service
source: Deactivate
de: Deaktivieren
it: Disattiva
pl: Deaktywuj

# chat.list.cell.label.invitefriends
source: Invite a Friend
de: Freunde einladen
it: Invita un contatto
pl: Invite a Contact

# chat.list.cell.label.newcontact
source: Create a new
de: Erstellen Sie einen neuen
it: Crea un nuovo
pl: Utwórz nowy

# chat.list.cell.label.subscribe_channel
source: Subscribe to new channel
de: Neuen Channel abonnieren
it: Iscriviti a un nuovo canale
pl: Subskrybuj nowy kanał

# chat.list.cell.label.subscribe_service
source: Subscribe to new service
de: Neuen Service abonnieren
it: Iscriviti a un nuovo servizio
pl: Zapisz się do nowej usługi

# chat.list.cell.labelLarge.newcontact
source: Contact
de: Kontakt
it: Contatto
pl: Kontakt

# chat.list.error.message.title
source: Error during update
de: Fehler beim Aktualisieren
it: Errore durante l'aggiornamento
pl: Błąd podczas aktualizacji

# chat.list.filter.label.group
source: Groups
de: Gruppen
it: Gruppi
pl: Grupy

# chat.list.filter.label.new
source: New
de: Neu
it: Nuovo
pl: Nowe

# chat.list.filter.title
source: Showing
de: Anzeigen von
it: Mostra

# chat.list.info.decrypting_data
source: Decrypt chat details
de: Entschlüssele Chatdetails
it: Decodifica i dettagli della chat
pl: Odszyfruj szczegóły czatu

# chat.list.label.invitefriends
source: Invite a Friend
de: Freunde einladen
it: Invita un contatto
pl: Zaproś kontakt

# chat.list.label.newgroupchat
source: Group
de: Gruppe
it: Gruppo
pl: Grupa

# chat.list.label.newannouncementgroupchat
source: Announcement Group
de: Ankündigungsgruppe
pl: Grupa ogłoszeń

# chat.list.title.confirm.block.contact
source: Do you want to reject the request? This will block the contact. The contact may be unblocked again from the settings.
de: Wollen Sie die Anfrage ablehnen? Der Kontakt wird dadurch blockiert. Dies kann in den Einstellungen rückgängig gemacht werden.
it: Vuoi davvero rifiutare la richiesta? Così facendo il contatto verrà bloccato. Il blocco può essere revocato nelle impostazioni.
pl: Czy chcesz odrzucić prośbę? Spowoduje to zablokowanie kontaktu. Kontakt może zostać ponownie odblokowany z poziomu ustawień.

# chat.list.title.confirm.delete.groupchat
source: Do you want to delete this group?
de: Wollen Sie die Gruppe löschen?
it: Vuoi davvero eliminare il gruppo?
pl: Czy chcesz usunąć tę grupę?

# chat.list.title.confirm.delete.message
source: Do you want to delete this message?
de: Wollen Sie die Nachricht löschen?
it: Vuoi davvero eliminare il messaggio?
pl: Czy chcesz usunąć tę wiadomość?

# chat.list.title.confirm.delete.singlechat
source: Do you want to delete this chat?
de: Wollen Sie den Chat löschen?
it: Vuoi davvero eliminare la chat?
pl: Czy chcesz usunąć ten czat?

# chat.list.title.confirm.deny.invitation
source: Do you want to reject the invitation?
de: Wollen Sie die Einladung ablehnen?
it: Vuoi davvero rifiutare l'invito?
pl: Czy chcesz odrzucić zaproszenie?

# chat.list.title.confirm.leave.groupchat
source: Do you want to leave this group?
de: Wollen Sie die Gruppe verlassen?
it: Vuoi davvero lasciare il gruppo?
pl: Czy chcesz opuścić tę grupę?

# chat.list.title.confirm.unsubscribe.channel
source: Do you want to unsubscribe from this channel?
de: Wollen Sie den Channel abbestellen?
it: Vuoi annullare l'iscrizione a questo canale?
pl: Czy chcesz wypisać się z tego kanału?

# chat.list.title.confirm.unsubscribe.service
source: Do you want to deactivate this service?
de: Wollen Sie den Service deaktivieren?
it: Vuoi disattivare questo servizio?
pl: Czy chcesz dezaktywować tę usługę?

# chat.list.title.confirm.clear.chat
source: Please confirm that you want to clear this chat.
de: Bitte bestätigen Sie, dass Sie die Nachrichten aus diesem Chat löschen wollen.
it: Si prega di confermare che si desidera eliminare i messaggi in questa chat.
pl: Proszę potwierdzić, że chcesz wyczyścić ten czat.

# chat.localPush.messageType.contact
source: Contact
de: Kontakt
it: Contatto
pl: Kontakt

# chat.localPush.messageType.file
source: File
de: Datei
pl: Plik

# chat.localPush.messageType.image
source: Image
de: Bild
it: Immagine
pl: Obraz

# chat.localPush.messageType.location
source: Location
de: Standort
it: Posizione
pl: Lokalizacja

# chat.location-cell.info-text
source: Show location
de: Standort anzeigen
it: Mostra la posizione
pl: Pokaż lokalizację

# chat.message-failed.recovery.cancel
source: Cancel sending
de: Senden abbrechen
it: Annulla l'invio
pl: Anuluj wysyłanie

# chat.message-failed.recovery.open
source: Open Message
de: Nachricht öffnen
it: Apri il messaggio
pl: Otwórz wiadomość

# chat.message-failed.recovery.retry
source: Try Again
de: Nochmal versuchen
it: Riprova

# chat.message-failed.recovery.title
source: We're sorry, but something went wrong while sending your message.
de: Beim Senden Ihrer Nachricht ist leider etwas schiefgelaufen.
it: Spiacenti, si è verificato un errore durante l'invio del messaggio.
pl: Przepraszamy, ale coś poszło nie tak podczas wysyłania Twojej wiadomości.

# chat.message-failed.update
source: The %@ version of the recipient doesn't yet support this message type.
de: Die %@ Version des Empfängers unterstützt diesen Nachrichtentyp noch nicht.
it: La versione %@ del destinatario non supporta ancora questo tipo di messaggio.
pl: Wersja %@ odbiorcy nie obsługuje jeszcze tego typu wiadomości.

# chat.message.action.comment
source: Reply
de: Antworten
it: Rispondi

# chat.message.action.copy
source: Copy
de: Kopieren
it: Copia

# chat.message.action.copyLink
source: Copy link
de: Link kopieren
it: Copia link
pl: Kopiuj link

# chat.message.action.delete
source: Delete
de: Löschen
it: Cancella
pl: Usuń

# chat.message.action.rejoinAVCall
source: Join
de: Annehmen
pl: Dołącz

# chat.message.action.forward
source: Forward
de: Weiterleiten
it: Inoltra
pl: Przekaż dalej

# chat.message.action.more
source: More
de: Mehr
it: Altro
pl: Więcej

# chat.message.action.openLink
source: Open link
de: Link öffnen
it: Apri link

# chat.message.action.open_single_chat
source: Message to %@
de: Nachricht an %@
it: Messaggio a %@
pl: Wiadomość dla %@

# chat.message.exportChat.warning.message
source: Your chat data will no longer be protected by ginlo.
de: Ihre Chatdaten verlassen dann den geschützten Bereich von ginlo.
it: I dati delle tue chat non saranno più protetti da ginlo.
pl: Twoje dane z czatu nie będą już chronione przez ginlo.

# chat.message.exportChat.warning.title
source: Export via Other Apps?
de: Wollen Sie den Chat über eine andere App exportieren?
it: Attenzione

# chat.message.fileOpen.error.fileNotAvailable.message
source: The file wasn't found. Please try again.
de: Die Datei wurde nicht gefunden. Bitte versuchen Sie es nochmal.
it: Impossibile trovare il file. Riprova.
pl: Plik nie został znaleziony. Proszę spróbować ponownie.

# chat.message.fileOpen.error.fileSize.message
source: The file is too large and can't be sent.
de: Die Datei ist zu groß und kann nicht übertragen werden.
it: Impossibile inviare il file poiché troppo grande.
pl: Plik jest zbyt duży i nie może zostać wysłany.

# chat.message.fileOpen.error.fileSizeNotAvailable.message
source: This file type can't be sent.
de: Der Dateityp kann nicht übertragen werden.
it: Impossibile inviare questo tipo di file.

# chat.message.fileOpen.error.foldersNotImplemented.message
source: This file type can't be sent.
de: Der Dateityp kann nicht übertragen werden.
it: Impossibile inviare questo tipo di file.
pl: Ten typ pliku nie może być wysłany.

# chat.message.fileOpen.error.foldersNotImplemented.message.pages
source: Please use the app's “Open” function in order to send this file with ginlo.
de: Bitte benutzen Sie die 'Öffnen In' Funktion der App um diese Datei in ginlo zu verschicken.
it: Usa la funzione “Apri” dell'app per inviare questo file con ginlo.
pl: Proszę użyć funkcji `Otwórz` aplikacji, aby wysłać ten plik za pomocą ginlo.

# chat.message.fileOpen.error.noAppToOpenInFound.message
source: No application has been found for selecting the file.
de: Es wurde keine Anwendung zum Anzeigen der Datei gefunden.
it: Non è stata trovata nessuna applicazione per visualizzare il file!
pl: Nie znaleziono aplikacji umożliwiającej wybór pliku.

# chat.message.fileOpen.warning.message
source: The file will no longer be protected by ginlo.
de: Die Datei verlässt dann den geschützten Bereich von ginlo.
it: ginlo non proteggerà più il file.
pl: Plik nie będzie już chroniony przez ginlo.

# chat.message.fileOpen.warning.title
source: Share via Other Apps?
de: Wollen Sie die Datei über eine andere App teilen?
it: Attenzione

# chat.message.fileOpen.willSendTo.message
source: You are sending the file %@ (%@) to %@. Note: the file will require some processing in the background. It will show up in your chat once processing is done.
de: Hiermit versenden Sie die Datei %@ (%@) an %@. Wichtig: Die Datei wird erst im Hintergrund vorbereitet. Wenn die Vorbereitung abgeschlossen ist, erscheint sie in Ihrem Chat.
it: Stai per inviare il file %@(%@) a %@. Note: the file will require some processing in the background. It will show up in your chat once processing is done.
pl: Wysyłasz plik %@ (%@) do %@. Uwaga: plik będzie wymagał pewnego przetwarzania w tle. Pojawi się on na Twoim czacie po zakończeniu przetwarzania.

# chat.message.fileOpen.willSendTo.title
source: Important
de: Wichtig
it: Attenzione
pl: Ważne

# chat.message.forwardComment.willSendTo.message
source: You are forwarding the message to %@.
de: Hiermit leiten Sie die Nachricht weiter an %@.
it: Stai per inoltrare il messaggio a %@.
pl: Przekazujesz wiadomość do %@.

# chat.message.forwardComment.willSendTo.title
source: Important
de: Wichtig
it: Attenzione
pl: Ważne

# chat.message.info.title
source: Message info
de: Nachrichteninfo
it: Info messaggi

# chat.message.selfDestructDateBeforeNow
source: The self-destruct time selected is in the past.
de: Der gewählte Selbstzerstörungszeitpunkt liegt vor der aktuellen Uhrzeit.
it: L'orario di autodistruzione selezionato è precedente all’ora attuale.
pl: Wybrany czas autodestrukcji jest w przeszłości.

# chat.message.selfDestructDateBeforeSendDate
source: The self-destruct time selected is earlier than the sending time.
de: Der gewählte Selbstzerstörungszeitpunkt liegt vor dem Sendezeitpunkt.
it: L'orario di autodistruzione selezionato è precedente all'orario di invio.
pl: Wybrany czas autodestrukcji jest wcześniejszy niż czas wysyłania.

# chat.message.sendDateBeforeNow
source: The sending time selected is in the past.
de: Der gewählte Sendezeitpunkt liegt vor der aktuellen Uhrzeit.
it: L'orario di invio selezionato è precedente all’ora attuale.
pl: Wybrany czas wysłania jest w przeszłości.

# chat.messages.action.title
source: Edit
de: Bearbeiten
it: Modifica

# chat.navigationDrawer.businessPromotion.description
source: Even more features with the ginlo Business Messenger
de: Noch mehr Funktionen mit dem ginlo Business Messenger
it: Ancora più funzioni con ginlo Business Messenger
pl: Jeszcze więcej funkcji dzięki ginlo Business Messenger

# chat.new.searchbar.button_add_contacts.accessibilityLabel
source: Select contacts
de: Kontakte auswählen
it: Seleziona contatti
pl: Wybierz kontakty

# chat.no_stream.alert.select_contact_first
source: Please select one or more contacts before sending
de: Bitte wählen Sie vor dem Senden einen oder mehrere Kontakte aus
it: Seleziona uno o più contatti per l'invio
pl: Przed wysłaniem proszę wybrać jeden lub więcej kontaktów

# chat.no_stream.title.multi
source: New distribution list
de: Neuer Verteiler
it: Nuova lista di distribuzione
pl: Nowa lista dystrybucyjna

# chat.no_stream.title.single
source: New chat
de: Neuer Chat
it: Nuova chat
pl: Nowy czat

# chat.onlineState.ooo
source: Absent
de: Abwesend
it: Assente
pl: Nieobecny

# chat.onlineState.wasOnlineLastWeek
source: Last online at %@
de: war zuletzt online am %@
it: Ultima connessione %@

# chat.onlineState.wasOnlineToday
source: Last online today at %@
de: war zuletzt online heute um %@
it: Ultima connessione oggi alle %@

# chat.onlineState.wasOnlineYesterday
source: Last online yesterday at %@
de: war zuletzt online gestern um %@
it: Ultima connessione ieri alle %@

# chat.onlineState.writing
source: typing...
de: schreibt...
it: sta scrivendo...

# chat.overview.preview.FileReceived
source: File
de: Datei

# chat.overview.preview.FileSent
source: File
de: Datei

# chat.overview.preview.FileSent.failed
source: We're sorry, but something went wrong while sending your file. Please try again.
de: Beim Senden Ihrer Datei ist leider etwas schiefgelaufen. Bitte versuchen Sie es nochmal.
it: Spiacenti, si è verificato un errore durante l'invio del file. Riprova.
pl: Przepraszamy, ale coś poszło nie tak podczas wysyłania Twojego pliku. Proszę spróbować ponownie.

# chat.overview.preview.VoiceReceived
source: Voice message
de: Sprachnachricht
it: Messaggio vocale
pl: Wiadomość głosowa

# chat.overview.preview.VoiceSent
source: Voice message
de: Sprachnachricht
it: Messaggio vocale
pl: Wiadomość głosowa

# chat.overview.preview.VoiceSent.failed
source: We're sorry, but something went wrong while sending your voice message. Please try again.
de: Beim Senden Ihrer Sprachnachricht ist leider etwas schiefgelaufen. Bitte versuchen Sie es nochmal.
it: Spiacenti, si è verificato un errore durante l'invio del messaggio vocale. Riprova.
pl: Przepraszamy, ale coś poszło nie tak podczas wysyłania wiadomości głosowej. Proszę spróbować ponownie.

# chat.overview.preview.contactReceived
source: Contact
de: Kontakt
it: Contatto

# chat.overview.preview.contactSent
source: Contact
de: Kontakt
it: Contatto
pl: Kontakt

# chat.overview.preview.contactSent.failed
source: We're sorry, but something went wrong while sending the contact. Please try again.
de: Beim Senden des Kontakts ist leider etwas schiefgelaufen. Bitte versuchen Sie es nochmal.
it: Spiacenti, si è verificato un errore durante l'invio del contatto. Riprova.
pl: Przepraszamy, ale coś poszło nie tak podczas wysyłania kontaktu. Prosimy spróbować ponownie.

# chat.overview.preview.imageReceived
source: Image
de: Bild
it: Immagine

# chat.overview.preview.imageSent
source: Image
de: Bild
it: Immagine

# chat.overview.preview.imageSent.failed
source: We're sorry, but something went wrong while sending your image. Please try again.
de: Beim Senden Ihrers Bilds ist leider etwas schiefgelaufen. Bitte versuchen Sie es nochmal.
it: Spiacenti, si è verificato un errore durante l'invio dell'immagine. Riprova.
pl: Przepraszamy, ale coś poszło nie tak podczas wysyłania obrazu. Proszę spróbować ponownie.

# chat.overview.preview.locationReceived
source: Location
de: Standort
it: Posizione

# chat.overview.preview.locationSent
source: Location
de: Standort
it: Posizione

# chat.overview.preview.locationSent.failed
source: We're sorry, but something went wrong while sending your location. Please try again.
de: Beim Senden Ihres Standorts ist leider etwas schiefgelaufen. Bitte versuchen Sie es nochmal.
it: Spiacenti, si è verificato un errore durante l'invio della tua posizione. Riprova.
pl: Przepraszamy, ale coś poszło nie tak podczas wysyłania Twojej lokalizacji. Prosimy spróbować ponownie.

# chat.overview.preview.videoSent.failed
source: We're sorry, but something went wrong while sending your video. Please try again.
de: Beim Senden Ihres Videos ist leider etwas schiefgelaufen. Bitte versuchen Sie es nochmal.
it: Spiacenti, si è verificato un errore durante l'invio del video. Riprova.
pl: Przepraszamy, ale coś poszło nie tak podczas wysyłania Twojego wideo. Prosimy spróbować ponownie.

# chat.sendOptions.highPriority.selected
source: High priority set
de: Hohe Priorität gesetzt
it: Priorità alta impostata

# chat.sendOptions.highPriority.unselected
source: High priority removed
de: Hohe Priorität entfernt
it: Priorità alta rimossa
pl: High priority deleted

# chat.sendOptions.selfDestruct.selected
source: Self-destruct set
de: Selbstzerstörung festgelegt
it: Autodistruzione impostata

# chat.sendOptions.selfDestruct.unselected
source: Self-destruct removed
de: Selbstzerstörung entfernt
it: Autodistruzione rimossa

# chat.sendOptions.sendTimed.selected
source: Sending time set
de: Versandzeitpunkt festgelegt
it: Orario d'invio impostato
