Repository: cdskev/ginlo-ios
Catalog: Application/Supporting Files/localization/*.lproj/Localizable.strings
Languages: de, it, pl

# chats.sendContact.notFeasible
source: This contact can't be stored in your personal address book.
de: Dieser Kontakt kann nicht in Ihrem privaten Adressbuch gespeichert werden.
it: Impossibile memorizzare questo contatto nella tua rubrica personale.
pl: Ten kontakt nie może być zapisany w Twojej prywatnej książce adresowej.

# contacts.invitationActionSheetTitle
source: Invite a Friend to ginlo
de: Freunde zu ginlo einladen
it: Invita un amico su ginlo
pl: Invite a Contact to ginlo

# contacts.search.labelPhone
source: Country Code and Mobile Number
de: Ländervorwahl und Handynummer
it: Codice del paese e numero di cellulare
pl: Kod kraju i numer telefonu komórkowego

# contacts.smsMessageBody
source: Join me on ginlo, the secure messenger for private and confidential communication - made in Germany. Download it here: ginlo.net/join
de: Komm mit mir zu ginlo, dem Messenger für private und vertrauliche Kommunikation - made in Germany. Einfach hier herunterladen: ginlo.net/join
it: Entra in ginlo, l'app di messaggistica sicura per una comunicazione privata e riservata – creata in Germania. Scaricala qui: %@
pl: Dołącz do mnie na ginlo, bezpiecznym komunikatorze do prywatnej i poufnej komunikacji - made in Germany. Wystarczy zeskanować poniższy kod QR lub kliknąć na link, aby pobrać i dołączyć. %@

# invite.friends.after.chatcreation.message
source: You can invite friends to ginlo if some are still missing. :-)
de: Jetzt gleich Freunde einladen, falls noch welche fehlen. :-)
it: Invita i tuoi contatti che non sono ancora in ginlo.
pl: Możesz zaprosić kontakty do ginlo, jeśli niektórych wciąż brakuje.

# registration.addDevice.labelCodeDescription
source: Scan the activation code with your new device or enter it manually when logging in.
de: Scannen Sie den Aktivierungscode bei der Anmeldung in Ihrem neuen Gerät, oder geben Sie ihn ein.
it: Scansiona il codice di attivazione con il tuo nuovo dispositivo o inseriscilo manualmente al momento dell'accesso.
pl: Zeskanuj kod aktywacyjny za pomocą nowego urządzenia lub wprowadź go ręcznie podczas logowania.

# registration.addDevice.labelCodeExpired
source: The activation code has expired.
de: Der Aktivierungscode ist abgelaufen.
it: Il codice di attivazione è scaduto.
pl: Kod aktywacyjny stracił ważność.

# registration.label.labelHeadline.emailAddress
source: Your E-Mail Address
de: Ihre E-Mail-Adresse
it: Il tuo indirizzo e-mail

# registration.label.emailAddressInput
source: Your e-mail address
de: Ihre E-Mail-Adresse
it: Il tuo indirizzo e-mail
pl: Twój adres e-mail

# registration.request_account.create_confirm.message_emailaddress
source: Your e-mail address is:
de: Ihre E-Mail-Adresse lautet:
it: Il tuo indirizzo e-mail è:
pl: Twój adres e-mail to:

# registration.textView.confirmationTextView.emailAddress
source: Please enter the confirmation code we've sent to %@.
de: Bitte geben Sie den Bestätigungscode ein, den wir an %@ geschickt haben.
it: Inserisci il codice di conferma che abbiamo inviato a %@.
pl: Proszę wpisać kod potwierdzający, który wysłaliśmy na adres %@.

# settings.notification.channelChat.newMessageTune
source: Play sound
de: Ton abspielen
it: Canali: Riproduci suoneria
pl: Odtwórz dźwięk

# settings.notification.channelChat.notifications
source: Show messages
de: Benachrichtigungen anzeigen
it: Canali: Notifiche
pl: Pokaż wiadomości

# settings.notification.channelChatSection
source: Notifications for channels
de: Mitteilungen für Channels
it: Avvisi per canali
pl: Powiadomienia dla kanałów

# settings.notification.chat.newMessageTune
source: Play sound
de: Ton abspielen
it: Chat: Riproduci suoneria
pl: Odtwarzaj dźwięk

# settings.notification.chat.notifications
source: Show messages
de: Benachrichtigungen anzeigen
it: Chat: Notifiche
pl: Pokaż wiadomości

# settings.notification.chatSection
source: Notifications for chats
de: Mitteilungen für Chats
it: Notifiche per le chat
pl: Powiadomienia dla czatów

# settings.notification.groupChat.newMessageTune
source: Play sound
de: Ton abspielen
it: Gruppi: Riproduci la suoneria
pl: Odtwarzaj dźwięk

# settings.notification.groupChat.notifications
source: Notifications
de: Benachrichtigungen
it: Gruppi: Notifiche
pl: Powiadomienia

# settings.notification.groupChatSection
source: Notifications for groups
de: Mitteilungen für Gruppen
it: Notifiche per i canali
pl: Powiadomienia dla grup

# settings.notification.inapp.notifications
source: Show in-app notifications
de: In-App-Mitteilungen anzeigen
it: InApp: Notifiche
pl: Pokaż powiadomienia w aplikacji

# settings.notification.serviceChat.newMessageTune
source: Play sound
de: Ton abspielen
it: Servizi: Riproduci suoneria
pl: Odtwarzaj dźwięk

# settings.notification.serviceChat.notifications
source: Show notifications
de: Mitteilungen anzeigen
it: Servizi: Notifiche
pl: Pokaż powiadomienia

# settings.notification.serviceChatSection
source: Notifications for services
de: Mitteilungen für Services
it: Avvisi per servizi
pl: Powiadomienia dla usług

# settings.password.setPassword
source: Set password
de: Passwort setzen
it: Imposta password
pl: Ustaw hasło

# settings.profile.qr_code_desc
source: Have your QR code scanned (or scan your contacts’ codes) to confirm each other’s identities.
de: Lassen Sie Ihren QR-Code scannen, oder scannen Sie die Codes Ihrer Kontakte. So können Sie die Identität des jeweils anderen bestätigen.
it: Scansiona il codice QR (o i codici dei tuoi contatti) per confermare le identità degli altri.
pl: Zleć zeskanowanie kodu QR (lub zeskanowanie kodów kontaktów), aby dodać kogoś jako kontakt, potwierdzić tożsamość lub zaprosić kogoś do ginlo

# registration.automaticRegistration.createAccount.label
source: Registering account
de: Account wird registriert
it: Registrazione dell’account in corso
pl: Rejestracja konta

# registration.automaticRegistration.createDomainIndexEntry.label
source: Connection to directory service
de: Anbindung an Verzeichnisdienst
it: Collegamento al servizio elenco
pl: Połączenie z usługą katalogową

# registration.automaticRegistration.waitCompanyKey.label
source: Connection to ginlo Management Cockpit established
de: Verbindung zum ginlo Management Cockpit wird hergestellt
it: Connessione al ginlo Management Cockpit stabilita
pl: Połączenie z ginlo Management Cockpit ustanowione

# registration.automaticRegistration.loadMdmConfig.label
source: Loading ginlo Management Cockpit information
de: ginlo Management Cockpit-Informationen werden geladen
it: Caricamento delle informazioni di ginlo Management Cockpit
pl: Wczytywanie informacji o ginlo Management Cockpit

# registration.automaticRegistration.loadCompanyIndex.label
source: Loading company directory
de: Firmenverzeichnis wird geladen
it: Sto caricando l’elenco delle aziende
pl: Wczytywanie katalogu firm

# registration.automaticRegistration.loadDomainIndex.label
source: Loading e-mail directory
de: E-Mail-Verzeichnis wird geladen
it: Sto caricando l’elenco e-mail
pl: Wczytanie katalogu e-mail

# registration.automaticRegistration.setProfile.label
source: Completing profile
de: Profil wird vervollständigt
it: Completamento del profilo in corso

# registration.ERR-9001
source: We're sorry, but something went wrong while registering the administration. Error code 9001
de: Beim Einrichten der Verwaltung ist leider etwas schiefgelaufen. Fehlercode 9001
it: Spiacenti, si è verificato un errore durante la registrazione dell'amministrazione. Codice d'errore 9001
pl: Przepraszamy, ale coś poszło nie tak podczas rejestracji administracji. Error code 9001

# registration.ERR-9002
source: We're sorry, but something went wrong while registering the administration. Error code 9002
de: Beim Einrichten der Verwaltung ist leider etwas schiefgelaufen. Fehlercode 9002
it: Spiacenti, si è verificato un errore durante la registrazione dell'amministrazione. Codice d'errore 9002
pl: Przepraszamy, ale coś poszło nie tak podczas rejestracji administracji. Error code 9002

# registration.ERR-9003
source: We're sorry, but something went wrong while registering the administration. Error code 9003
de: Beim Einrichten der Verwaltung ist leider etwas schiefgelaufen. Fehlercode 9003
it: Spiacenti, si è verificato un errore durante la registrazione dell'amministrazione. Codice d'errore 9003
pl: Przepraszamy, ale coś poszło nie tak podczas rejestracji administracji. Error code 9003

# registration.automaticRegistration.error.tryAgain
source: Try again
de: Nochmal versuchen
it: Riprova
pl: Spróbuj ponownie

# registration.automaticRegistration.error.tryManual
source: Register manually
de: Manuell registrieren
it: Registra manualmente
pl: Zarejestruj się ręcznie

# settings.shareExtension
source: Send media from the photo app
de: Medien aus Fotos-App senden
it: Invia media dall’app Foto
pl: Wysyłaj media z aplikacji fotograficznej

# share.extension.enable.setting
source: To send media, this function needs to be activated in the ginlo app under Settings &gt; Chats &gt; \”Send media from photo app\”.
de: Zum Senden von Medien muss die Funktion in der ginlo App unter Einstellungen > Chats > "Medien aus Fotos-App senden" aktiviert sein.
it: Per inviare file multimediali, attivare questa funzione nell'app ginlo, in Impostazioni e Chat \”Invia file multimediali dall'app di fotografia\”.
pl: Aby wysyłać media, należy aktywować tę funkcję w aplikacji ginlo w Ustawienia &gt; Czaty &gt; `Wysyłaj media z aplikacji fotograficznej`.

# share.extension.medias.hasMaxLengthError
source: Some of the chosen videos are too long and can't be imported.
de: Einige der gewählten Videos sind zu lang und können nicht importiert werden.
it: Alcuni dei video selezionati non possono essere importati perché troppo lunghi.
pl: Niektóre z wybranych filmów są zbyt długie i nie można ich zaimportować.

# share.extension.medias.hasMaxLengthErrorAll
source: The chosen videos are too long and can't be imported.
de: Die gewählten Videos sind zu lang und können nicht importiert werden.
it: I video selezionati non possono essere importati perché sono troppo lunghi.
pl: Wybrane filmy są zbyt długie i nie można ich zaimportować.

# chat.group.rss_channel.link_replacer.more
source: more ...
de: mehr…
it: altro...
pl: Więcej ...

# registration.headline.initialPassword2
source: Let's start with your device password.
de: Los geht's mit Ihrem Gerätepasswort.
it: Iniziamo con la password del tuo dispositivo.
pl: Zacznijmy od podania hasła do urządzenia

# registration.headline.initialPassword2.title
source: Welcome
de: Willkommen
it: Benvenuto
pl: Witamy

# registration.headline.initialPassword2.desc
source: Please set a password to protect your app.
de: Bitte vergeben Sie ein Passwort zum Schutz Ihrer App.
it: Imposta una password per proteggere la tua app.
pl: Proszę ustawić hasło, aby chronić swoją aplikację

# registration.changePassword.skipSetPassword
source: Set later
de: Später festlegen
it: Definisci in un secondo momento
pl: Ustaw później

# registration.headline.initialPassword2.next
source: Confirm your device password.
de: Gerätepasswort bestätigen.
it: Conferma la password del tuo dispositivo.
pl: Potwierdź hasło do urządzenia

# chat.group.label.removeMember
source: Remove member
de: Teilnehmer entfernen
it: Rimuovi partecipante
pl: Usuń członka

# chat.setsilent.labelSilentActiveInfinite
source: Mute active
de: Stummschalten aktiv
it: Modalità silenziosa attiva
pl: Wycisz aktywny

# contacts.mandant.internal
source: Internal
de: Intern
it: Interno
pl: Wewnętrzne

# contacts.mandant.private
source: Private
de: Privat
it: Privato
pl: Prywatne

# contacts.lastRecentlyUsed.title
source: Recent contacts
de: Letzte Kontakte
it: Ultimi contatti
pl: Ostatnie kontakty

# settings.companyprofile.contactsoverview.counterLabel
source: %@ Contacts
de: %@ Kontakte
it: %@ contatti

# settings.companyprofile.contactsoverview.counterLabel.singular
source: %@ Contact
de: %@ Kontakt
it: %@ contatto
pl: %@ Kontakt

# settings.companyprofile.contactsoverview.searchLabel
source: Please search directly by name, e-mail address, department, or ginlo ID.
de: Bitte suchen Sie direkt nach Name, E-Mail-Adresse, Abteilung oder ginlo ID
it: Cerca direttamente con il nome, l'indirizzo e-mail, il reparto o l'ID ginlo.
pl: Prosimy o bezpośrednie wyszukiwanie według nazwiska, adresu e-mail, działu lub identyfikatora ginlo

# settings.companyprofile.contactsoverview.searchButton.title
source: Start search
de: Suche starten
it: Avvia ricerca
pl: Rozpocznij wyszukiwanie

# settings.termsandcondition
source: Terms of Use
de: Nutzungsbedingungen
it: Termini di utilizzo

# settings.termsandcondition.url
source: https://app-help.ginlo.net/consumer/en/terms
de: https://app-help.ginlo.net/consumer/de/terms

# settings.privacy
source: Privacy Policy
de: Datenschutzhinweise
it: Politica di riservatezza
pl: Polityka prywatności

# settings.privacy.url
source: https://app-help.ginlo.net/consumer/en/privacy
de: https://app-help.ginlo.net/consumer/de/privacy

# settings.faq.url
source: https://app-help.ginlo.net/consumer/en/support
de: https://app-help.ginlo.net/consumer/de/support
it: https://app-help.ginlo.net/docs/en/
pl: https://app-help.ginlo.net/docs/en/

# companyAdressbook.waitForCompanyIndexInfo
source: Waiting for company directory access
de: Warte auf Firmenverzeichniszugang
pl: Oczekiwanie na dostęp do katalogu firm

# companyAdressbook.syncCompanyPre
source: Business directory
de: Firmenverzeichnis
it: Directory commerciale
pl: Katalog firm

# companyAdressbook.syncDomainPre
source: Domain directory
de: Domänenverzeichnis
it: Directory dominio
pl: Katalog domenowy

# registration.createDevice.welcome.description
source: Do you want to restore a backup on this device?
de: Wollen Sie auf diesem Gerät ein Backup einspielen?
it: Vuole eseguire un backup su questo dispositivo o utilizzare il dispositivo anche con il Suo account esistente?
pl: Czy chcesz przywrócić kopię zapasową na tym urządzeniu?

# registration.headline.phoneAndCountryCode
source: Now please enter your mobile number.
de: Weiter geht's mit Ihrer Handynummer.
it: Inserisci il tuo numero di cellulare.
pl: Teraz proszę podać swój numer telefonu komórkowego

# settings.companyprofile.code.email.createSimsmeRecoveryBlobs
source: Submitting...
de: Übertragung läuft...
it: Invio in corso...

# settings.companyprofile.code.phoneNumber.createSimsmeRecoveryBlobs
source: Submitting...
de: Übertragung läuft...
it: Invio in corso...

# settings.companyprofile.contactsoverview.empty.text2
source: Unfortunately, we couldn't find any contacts that have linked a business e-mail address with the domain %@ to the account. Recommend to your colleagues that use ginlo Business to link an e-mail address.
de: Leider haben wir keine Kontakte gefunden, die eine geschäftliche E-Mail-Adresse mit der Domäne %@ mit dem Account verknüpft haben. Empfehlen Sie Kollegen, die bereits ginlo Business nutzen, eine E-Mail-Adresse zu verknüpfen.
it: Spiacenti, impossibile trovare contatti con un indirizzo e-mail aziendale con il dominio %@ collegato all'account. Consiglia ai tuoi colleghi che utilizzano ginlo Business di collegare un indirizzo e-mail.
pl: Niestety nie mogliśmy znaleźć żadnych kontaktów, które powiązały biznesowy adres e-mail z domeną %@ z kontem. Poleć swoim kolegom, którzy używają ginlo Business, aby powiązali adres e-mail.

# share.extension.sendMessage
source: Send message
de: Sende Nachricht
it: Invia messaggio
pl: Wyślij wiadomość

# share.extension.getAccountInfo
source: Check recipient
de: Prüfe Empfänger
it: Controlla destinatario
pl: Sprawdź odbiorcę

# intro.screen1.buttonCreateDeviceTitle
source: I already have an account.
de: Ich habe schon einen Account.
it: Ho già un account
pl: Mam już konto

# settings.support
source: Get Support
de: Support bekommen
it: Chiedi assistenza
pl: Uzyskaj wsparcie

# settings.support.customerCareSection
source: Contact Our Customer Care
de: Kundenservice kontaktieren
it: Contatta il nostro Servizio clienti
pl: Skontaktuj się z naszym działem obsługi klienta

# settings.support.customerCare.hint
source: Got stuck? Our Customer Care is here to help:
de: Sie stecken fest? Unser Kundenservice ist gerne für Sie da:
it: Sei rimasto bloccato? Il nostro Servizio clienti è a tua disposizione:
pl: Utknąłeś? Nasze Biuro Obsługi Klienta służy pomocą:

# settings.support.logsSection
source: Send Log File
de: Logdatei senden
it: Invia file di registro

# settings.support.logs.hint
source: Our Customer Care may then ask you to send them your app's log file. It contains data about the app, your device, and actions performed – but none of your personal content.
de: Sie werden dann möglicherweise gebeten, die Logdatei Ihrer App zu schicken. Diese enthält Daten zur App, zum Gerät und zu den ausgeführten Aktionen – aber keine persönlichen Inhalte.
it: Il nostro Servizio clienti potrebbe chiederti di inviare il file di registro della tua app, che contiene dati relativi all'app, al dispositivo e alle azioni eseguite, ma non contiene informazioni personali.
pl: Nasze Biuro Obsługi Klienta może następnie poprosić Cię o przesłanie pliku dziennika Twojej aplikacji. Zawiera on dane o aplikacji, Twoim urządzeniu i wykonanych działaniach - ale żadnych Twoich osobistych treści.

# settings.support.logs.send
source: Send Log File Now
de: Logdatei jetzt senden
it: Invia subito il file di registro

# settings.support.logs.send.note
source: Note: Support requests and log files will be sent from the e-mail address you use on this device.
de: Hinweis: Support-Anfragen und Logdateien werden von der E-Mail-Adresse aus geschickt, die Sie auf diesem Gerät nutzen.
it: Nota: Le richieste di assistenza e i file di registro saranno inviati dall'indirizzo e-mail che usi su questo dispositivo.
pl: Uwaga: prośby o pomoc techniczną i pliki dziennika będą wysyłane z adresu e-mail, którego używasz na tym urządzeniu.

# settings.support.logs.send.emailSubjectPrivate
source: ginlo log file
de: ginlo Logdatei
it: file di registro ginlo
pl: Plik dziennika ginlo

# settings.notification.chat.selectTune
source: Sound
de: Ton
it: Suono

# settings.notification.groupChat.selectTune
source: Sound
de: Ton
it: Suono

# settings.notification.channelChat.selectTune
source: Sound
de: Ton
it: Suono

# settings.notification.serviceChat.selectTune
source: Sound
de: Ton
it: Suono

# settings.notification.sounds
source: Sounds
de: Töne
it: Suoni
pl: Dźwięk

# settings.notification.selectedTune.Ukulele
source: Nostalgia
de: Nostalgie

# updateKnownContacts.syncInfo.LoadAndHashPhoneNumbersAndEmailAdresses
source: Read local phone entries
de: Lese lokale Telefoneinträge
it: Leggi le voci locali del telefono
pl: Odczytanie lokalnych wpisów telefonicznych

# updateKnownContacts.syncInfo.DownloadKnownAccountInfosPhoneNumber
source: Loading your contacts:
de: Kontakte werden geladen:
it: Caricamento dei tuoi contatti:
pl: Ładowanie kontaktów:

# updateKnownContacts.syncInfo.SaveKnownAccountInfosPhoneNumber
source: Updating existing contacts...
de: Bestehende Kontakte werden aktualisiert...
it: Aggiornamento dei contatti esistenti...
pl: Aktualizacja istniejących kontaktów...

# updateKnownContacts.syncInfo.DownloadMissingAccountInfosPhoneNumber
source: Load contact info of new contacts
de: Lade Kontaktinfos neuer Kontakte
it: Carica le informazioni di contatto dei nuovi contatti
pl: Wczytywanie danych kontaktowych nowych kontaktów

# updateKnownContacts.syncInfo.SaveMissingAccountInfosPhoneNumber
source: Save new contacts
de: Speichere neue Kontakte
it: Salva i nuovi contatti
pl: Zapisywanie nowych kontaktów

# updateKnownContacts.syncInfo.DownloadKnownAccountInfosEmailAddress
source: Loading your contacts:
de: Kontakte werden geladen
it: Caricamento dei tuoi contatti:

# updateKnownContacts.syncInfo.SaveKnownAccountInfosEmailAddress
source: Updating existing contacts...
de: Bestehende Kontakte werden aktualisiert...
it: Aggiornamento dei contatti esistenti...

# updateKnownContacts.syncInfo.DownloadMissingAccountInfosEmailAddress
source: Load contact info of new contacts
de: Lade Kontaktinfos neuer Kontakte
it: Carica le informazioni di contatto dei nuovi contatti

# updateKnownContacts.syncInfo.SaveMissingKnownAccountInfosEmailAddress
source: Save new contacts
de: Speichere neue Kontakte
it: Salva i nuovi contatti
pl: Zapisz nowe kontakty

# backup.backup.channel
source: Channels...
it: Canali...
pl: Kanały...

# cell.oooStatus.nickname
source: Status
it: Stato

# channel.categories.menu.title.brandsTextKey
source: Brands
it: Brand

# channel.categories.menu.title.gamesTextKey
source: Entertainment & Games
it: Intrattenimento & giochi

# channel.list.title
source: Channels
it: Canali
pl: Kanały

# channel.settings.menu.title.info
source: Information
it: Informazioni
pl: Informacje

# chat.list.filter.label.channel
source: Channels
it: Canali
pl: Kanały

# chat.list.filter.label.single
source: Chats
it: Chat
pl: Czaty

# chat_details.accessibility.label
source: Details
it: Dettagli
pl: Szczegóły

# chatlist.search.section.channel
source: CHANNELS
it: CANALI
pl: KANAŁY

# chatlist.search.section.single
source: CHATS
it: CHAT

# chats.addAttachment.fromAlbum
source: Album
it: Dall'album

# chats.selfDestruction.countdown.title
source: Countdown
it: Conto alla rovescia
pl: Odliczanie

# chats.title.chats
source: Chats
it: Chat
pl: Czaty

# contacts.details.labelAccountID
source: ginlo ID
it: ID ginlo
pl: ID ginlo

# contacts.details.labelStatus
source: Status
it: Stato

# contacts.details.textFieldStatus.placeholder
source: Status
it: Stato

# contacts.invitationUrlString
source: ginlo.net/join
it: https://open.ginlo.net/join
pl: https://open.ginlo.net/join

# intro.screen0.description0
source: Made & hosted in Germany
it: Creata e gestita in Germania

# recoveryKeyInput.btnActivate
source: Login
it: Accedi

# registration.createDevice.inputDataLabelAccountID
source: ginlo ID
it: ID ginlo
pl: ID ginlo

# services.subscribe.title
source: service
it: servizio

# settings.askForPassword.setTime.minute
source: %i minute
it: tra %i minuto
pl: %i minuta

# settings.autoDownload.title
source: Auto-download
it: Download automatico

# settings.backup.video.title
source: Videos
it: Video
pl: Filmy

# settings.chat
source: Chats
it: Impostazioni chat
pl: Czaty

# settings.chat.debug
source: Debug
it: Esegui un debug

# settings.media.videos
source: Videos
it: Video

# settings.sentImageQuality.title.imageQuality5
source: Normal
it: Media
pl: Normalna

# settings.sentImageQuality.title.imageQualitySetting5
source: Normal
it: Media
pl: Normalna

# settings.version
source: Version
it: Versione
pl: Wersja

# profile.oooStatus.title
source: Status
it: Stato

# settings.profile.statusLabel
source: Status
it: Disponibilità

# settings.faq
source: FAQs
it: Guida
pl: Instrukcja

# backup.backup.account
source: Account...
pl: Konto...

# backup.recover.account
source: Account...
pl: Konto...

# channel.categories.menu.title.newsTextKey
source: News
pl: Wiadomości

# channel.categories.menu.title.shoppingTextKey
source: Shopping
pl: Zakupy

# chat.list.label.newsinglechat
source: Chat
pl: Czat

# settings.chat.backupSection
source: Backup
pl: Kopia zapasowa

# settings.chatPrivacy.chat
source: Chat
pl: Czat

# settings.sentImageQuality.title.imageQuality20
source: Maximum
pl: Maksymalna

# settings.sentImageQuality.title.imageQualitySetting20
source: Maximum
pl: Maksymalny

# settings.companyprofile.contactsoverview.sourceLabel
source: in %@
pl: w %@

# settings.notification.selectedTune.Blissful_01
source: Blessing
pl: Błogosławieństwo

# settings.notification.selectedTune.Piano
source: Piano
pl: Fortepian
