Repository: cdskev/ginlo-ios
Catalog: Application/Supporting Files/localization/*.lproj/Localizable.strings
Languages: de, it, pl

# internal.error.466
source: We're sorry, but something went wrong while creating the location. Please try again. Error code: 466
de: Beim Erstellen Ihres Standorts ist leider etwas schiefgelaufen. Bitte versuchen Sie es nochmal. Fehlercode: 466
it: Spiacenti, si è verificato un errore durante la creazione della posizione. Riprova. Codice d'errore: 466
pl: Przepraszamy, ale coś poszło nie tak podczas tworzenia lokalizacji. Proszę spróbować ponownie. Kod błędu: 466

# intro.screen0.description2
source: Easy to use
de: Einfach zu bedienen
it: Facile da usare

# intro.screen0.nextButtonTitle
source: Get Started
de: Los geht's
it: Inizia

# intro.screen1.description
source: Welcome! Do you already have an account or do you wish to create a new account?
de: Willkommen! Haben Sie bereits ein Konto oder möchten Sie ein neues Konto anlegen?
it: Welcome! Please choose:
pl: Witamy! Proszę wybrać:

# intro.screen1.nextButtonTitle
source: Create Account
de: Account erstellen
it: Crea account

# invite.friends.after.chatcreation.cancel
source: Maybe Later
de: Später
it: Forse dopo

# invite.friends.after.chatcreation.invite
source: Invite
de: Einladen
it: Invita

# invite.friends.after.chatcreation.title
source: Pssst, before we forget...
de: Pssst, bevor wir's vergessen...
it: Ehi, prima che ce ne dimentichiamo...
pl: Pssst, zanim zapomnimy...

# licenceInit.expired.description
source: Extend your license and enjoy the benefits of %@.
de: Verlängern Sie Ihre Lizenz, und genießen Sie die Vorteile von %@.
it: Estenda la licenza e sfrutti i vantaggi di %@.
pl: Przedłuż swoją licencję i korzystaj z dobrodziejstw %@

# licenceInit.expired.headline
source: Extend license
de: Lizenz verlängern
it: Estendere la licenza

# licenceInit.expired.title
source: Active license
de: Aktive Lizenz
it: Licenza attiva
pl: Aktywna licencja

# licenceInit.licence.validTillFormat
source: Until %@
de: Bis zum %@
it: Fino al %@

# licenceInit.licencesNoFound.alert_message
source: There doesn't seem to be a valid license code for this mobile number or e-mail address.
de: Für diese Handynummer oder E-Mail-Adresse scheint es keinen gültigen Lizenzcode zu geben.
it: Non risulta alcun codice di licenza valido per questo numero di telefono o indirizzo e-mail.
pl: Wydaje się, że dla tego numeru telefonu komórkowego lub adresu e-mail nie ma ważnego kodu licencyjnego.

# licenceInit.licencesNoFound.btnCodeInput
source: Enter License Code
de: Lizenzcode eingeben
it: Inserisci il codice di licenza
pl: Wprowadź kod licencyjny

# licenceInit.licencesNoFound.btnDeleteAccount
source: Delete account
de: Account löschen
it: Eliminare account
pl: Usuń konto

# licenceInit.licencesNoFound.btnRestorePurchases
source: Restore purchases
de: Einkäufe wiederherstellen
it: Ripristinare acquisti
pl: Przywróć zakupy

# licenceInit.licencesNoFound.description
source: Purchase a license now and enjoy the benefits of %@.
de: Erwerben Sie jetzt eine Lizenz und genießen Sie die Vorteile von %@.
it: Acquisti subito una licenza e sfrutta i vantaggi di %@.
pl: Zakup licencję teraz i ciesz się korzyściami z %@

# licenceInit.licencesNoFound.headline
source: Buy license
de: Lizenz kaufen
it: Acquistare la licenza
pl: Kup licencję

# licenceInit.licencesUsage.label
source: License
de: Lizenz
it: Licenza
pl: Licencja

# licenceInit.licencesUsage.nonValid
source: expired
de: abgelaufen
it: scaduta
pl: Wygasła

# licenceInit.licencesUsage.validTillFormat
source: valid until %@
de: gültig bis %@
it: valida fino al %@
pl: ważna do %@

# licenceInit.title
source: License
de: Lizenz
it: Licenza
pl: Licencja

# licenceInput.btnActivate
source: Activate License
de: Lizenz aktivieren
it: Attiva licenza

# licenceInput.labelDescription.text
source: You received it from your administrator or purchased it from our website.
de: Diesen bekommen Sie von Ihrem Admin, oder Sie kaufen ihn über unsere Website.
it: Ti è stata inviata dall'amministratore o l'hai acquistata sul nostro sito web.
pl: Otrzymałeś ją od swojego administratora lub zakupiłeś ją na naszej stronie internetowej.

# licenceInput.labelHeader.text
source: Enter your license code.
de: Lizenzcode eingeben.
it: Inserisci il codice di licenza.

# licenceInput.title
source: Your License Code
de: Ihr Lizenzcode
it: Codice di licenza

# login.loginButton.titleForLoginRequest
source: Unlock
de: Entsperren
it: Sblocca

# login.password.incorrect
source: This password doesn't seem right. You have %@ attempts left.
de: Dieses Passwort stimmt nicht so ganz. Sie haben noch %@ Versuche.
it: La password non è corretta. %@ tentativi rimanenti.
pl: To hasło nie wydaje się właściwe. You have %@ attempts left.

# login.password.incorrect.noTries
source: This password doesn't seem right.
de: Dieses Passwort stimmt leider nicht so ganz.
it: La password non è corretta.
pl: To hasło nie wydaje się właściwe.

# login.passwordForgottenButton.title
source: Forgot your device password?
de: Gerätepasswort vergessen?
it: Hai dimenticato la password del dispositivo?

# mdm.alert.actionNotAllowed.message
source: The current security guidelines prevent this action.
de: Die aktuellen Sicherheitsrichtlinien verhindern die Ausführung dieser Aktion.
it: Le attuali direttive sulla sicurezza impediscono lo svolgimento di questa operazione!
pl: Aktualne wytyczne dotyczące bezpieczeństwa uniemożliwiają wykonanie tej czynności.

# mdm.alert.actionNotAllowed.title
source: Important
de: Wichtig
it: Attenzione
pl: Ważne

# media.list.confirm.delete_selected_items.action.title
source: Delete
de: Löschen
it: Elimina
pl: Usuń

# media.list.confirm.delete_selected_items.title
source: Do you want to delete the selected media?
de: Wollen Sie die gewählten Medien löschen?
it: Desideri eliminare i file multimediali selezionati?
pl: Czy chcesz usunąć wybrany nośnik?

# migration.info.init
source: Loading data
de: Lade Daten
it: Carica dati
pl: Ładowanie danych

# migration.info.migrating_contacts
source: Check contacts
de: Prüfe Kontakte
it: Verifica contatti
pl: Sprawdź kontakty

# migration.info.migrating_streams_channel
source: Checking channels
de: Prüfe Channels
it: Verifica canali
pl: Sprawdzanie kanałów

# migration.info.migrating_streams_group
source: Checking groups
de: Prüfe Gruppen
it: Verifica gruppi
pl: Sprawdzanie grup

# migration.info.migrating_streams_private
source: Checking chats
de: Prüfe Chats
it: Verifica chat
pl: Sprawdzanie czatów

# migration.info.saving
source: Accepting changes
de: Übernehme Änderungen
it: Accetta le modifiche
pl: Akceptacja zmian

# migration.title
source: Checking database
de: Überprüfe Datenbestand
it: Verifica quantità dati
pl: Sprawdzanie bazy danych

# navigation.back
source: Back
de: Zurück
it: Indietro

# navigation.done
source: Done
de: Fertig
it: Fatto
pl: Gotowe

# navigation.options
source: Options
de: Auswahl
it: Selezione
pl: Opcje

# permission.alert.settings
source: Settings
de: Einstellungen
it: Impostazioni
pl: Ustawienia

# permission.alert.takephoto
source: Take a Photo
de: Foto aufnehmen
it: Fai una foto

# noContactsView.title.titleTextView
source: ginlo needs permissions to access your contacts. You can set this permission in your device's app settings.
de: ginlo braucht Berechtigungen, um auf Ihre Kontakte zuzugreifen. Sie können diese Berechtigung in den App-Einstellungen Ihres Geräts ändern.
it: ginlo ha bisogno dei permessi di accesso ai tuoi contatti. Puoi impostare il permesso nelle impostazioni dell'app sul tuo dispositivo.
pl: ginlo potrzebuje uprawnień do dostępu do Twoich kontaktów. Możesz ustawić to uprawnienie w ustawieniach aplikacji urządzenia.

# noContactsView.alert.settings
source: Settings
de: Einstellungen
it: Impostazioni
pl: Ustawienia

# noCameraView.title.titleTextView
source: ginlo needs permissions to access your camera. You can set this permission in your device's app settings.
de: ginlo braucht Berechtigungen, um auf die Kamera zuzugreifen. Sie können diese Berechtigung in den App-Einstellungen Ihres Geräts ändern.
it: ginlo ha bisogno dei permessi di accesso alla telecamera. Puoi impostare il permesso nelle impostazioni dell'app sul tuo dispositivo.
pl: ginlo potrzebuje uprawnień do dostępu do aparatu. Możesz ustawić to uprawnienie w ustawieniach aplikacji swojego urządzenia.

# noPhotoLibraryView.title.titleTextView
source: ginlo needs permissions to access your photos. You can set this permission in your device's app settings.
de: ginlo braucht Berechtigungen, um auf Ihre Fotos zuzugreifen. Sie können diese Berechtigung in den App-Einstellungen Ihres Geräts ändern.
it: ginlo ha bisogno dei permessi di accesso alle tue foto. Puoi impostare il permesso nelle impostazioni dell'app sul tuo dispositivo.
pl: ginlo potrzebuje uprawnień do dostępu do zdjęć. Możesz ustawić to pozwolenie w ustawieniach aplikacji swojego urządzenia.

# noLocationView.title.titleTextView
source: ginlo needs permissions to access your location. You can set this permission in your device's app settings.
de: ginlo braucht Berechtigungen, um auf Ihren Standort zuzugreifen. Sie können diese Berechtigung in den App-Einstellungen Ihres Geräts ändern.
it: ginlo ha bisogno dei permessi di accesso alla tua posizione. Puoi impostare il permesso nelle impostazioni dell'app sul tuo dispositivo.
pl: ginlo potrzebuje uprawnień do dostępu do Twojej lokalizacji. Możesz ustawić to pozwolenie w ustawieniach aplikacji swojego urządzenia.

# noMicrophoneView.title.titleTextView
source: ginlo needs permissions to access your microphone for video recording. You can set this permission in your device's app settings. You can also just take a photo.
de: ginlo braucht Berechtigungen, um für Videoaufnahmen auf das Mikrofon zuzugreifen. Sie können diese Berechtigung in den App-Einstellungen Ihres Geräts ändern. Oder einfach nur ein Foto aufnehmen.
it: ginlo ha bisogno dei permessi di accesso al tuo microfono per la registrazione dei video. Puoi impostare il permesso nelle impostazioni dell'app sul tuo dispositivo. Oppure puoi semplicemente fare una foto.
pl: ginlo potrzebuje uprawnień do dostępu do twojego mikrofonu w celu nagrywania wideo. Możesz ustawić to pozwolenie w ustawieniach aplikacji swojego urządzenia. Możesz też po prostu zrobić zdjęcie.

# noMicrophoneAudioCallView.title.titleTextView
source: ginlo needs permissions to access your microphone to start an audio call. You can set this permission in your device's app settings.
de: ginlo braucht Berechtigungen, um für Sprachanrufe auf das Mikrofon zuzugreifen. Sie können diese Berechtigung in den App-Einstellungen Ihres Geräts ändern.
pl: ginlo potrzebuje uprawnień do dostępu do twojego mikrofonu, aby rozpocząć połączenie audio. Możesz ustawić to pozwolenie w ustawieniach aplikacji swojego urządzenia.

# noMicrophoneVideoCallView.title.titleTextView
source: ginlo needs permissions to access your microphone to start a video call. You can set this permission in your device's app settings.
de: ginlo braucht Berechtigungen, um für Videoanrufe auf das Mikrofon zuzugreifen. Sie können diese Berechtigung in den App-Einstellungen Ihres Geräts ändern.
pl: ginlo potrzebuje uprawnień do dostępu do mikrofonu, aby rozpocząć połączenie wideo. Możesz ustawić to uprawnienie w ustawieniach aplikacji swojego urządzenia.

# noCameraVideoCallView.title.titleTextView
source: ginlo needs permissions to access your camera to start a video call. You can set this permission in your device's app settings
de: ginlo braucht Berechtigungen, um für Videoanrufe auf die Kamera zuzugreifen. Sie können diese Berechtigung in den App-Einstellungen Ihres Geräts ändern.
pl: ginlo potrzebuje uprawnień do dostępu do kamery, aby rozpocząć połączenie wideo. Możesz ustawić to pozwolenie w ustawieniach aplikacji swojego urządzenia

# permission.alert.makeAudioCall
source: Start Audio Call Instead
de: Nur Sprachanruf starten

# notification.groupInvitation.message
source: You have received a group chat invitation.
de: Sie haben eine Gruppenchat-Einladung erhalten.
it: Hai ricevuto un invito per una chat di gruppo.
pl: Otrzymałeś zaproszenie na czat grupowy.

# notification.managedRoomInvitation.message
source: You have received a group chat invitation.
de: Sie haben eine Gruppenchat-Einladung erhalten.
it: Ha ricevuto un invito per partecipare a una chat di gruppo.
pl: Otrzymałeś zaproszenie do czatu grupowego.

# notification.restrictedRoomInvitation.message
source: You have received a channel invitation.
de: Sie haben eine Channel-Einladung erhalten.
it: Ha ricevuto un invito per un canale.
pl: Otrzymałeś zaproszenie na kanał.

# notification.too_many_notifications_message
source: Continue to receive messages.
de: Weitere Nachrichten erhalten.
it: Ricevi altri messaggi
pl: Kontynuuj odbieranie wiadomości.

# notification.unconfirmedChatStream.message
source: There are new messages in an unconfirmed chat.
de: Es gibt neue Nachrichten in einem noch nicht akzeptierten Chat.
it: Ci sono nuovi messaggi in una chat non ancora accettata.
pl: Na niepotwierdzonym czacie pojawiły się nowe wiadomości.

# profile.oooStatus.default
source: Hi, I'm currently absent.
de: Hallo, ich bin derzeit abwesend.
it: Ciao, al momento sono assente.
pl: Cześć, jestem aktualnie nieobecny.

# profile.oooStatus.labelFooter
source: Your Absence Notice
de: Ihre Abwesenheitsnotiz
it: Il tuo avviso di assenza

# profile.oooStatus.labelFooterCharacter
source: %@/%@ characters
de: %@/%@ Zeichen
it: %@/%@ caratteri
pl: %@/%@ znaków

# profile.oooStatus.labelHeader
source: Set Your Status
de: Status setzen
it: Imposta il tuo stato

# profile.oooStatus.labelOooDate
source: Absent Until
de: Abwesend bis
it: Assente fino al

# profile.oooStatus.labelOooDateValue.empty
source: Choose a Date
de: Datum wählen
it: Seleziona una data
pl: Wybierz datę

# profile.oooStatus.labelOooSwitch
source: Absent
de: Abwesend
it: Assente

# profile.oooStatus.oldState.active
source: Available
de: Verfügbar
it: Disponibile

# profile.oooStatus.oldState.ooo
source: Absent
de: Abwesend
it: Assente

# profile.oooStatus.oldState.oooWithDate
source: Absent until %@
de: Abwesend bis %@
it: Assente fino a %@

# profile.oooStatus.oooDate.mustBeInFuture
source: Please choose a date in the future. The time travel feature is still on our to-do list. ;-)
de: Bitte wählen Sie ein Datum in der Zukunft. Die Zeitreise-Funktion ist leider noch nicht fertig. ;-)
it: Scegli una data futura. Non abbiamo ancora inserito la funzione di viaggio nel tempo. ;-)
pl: Proszę wybrać datę w przyszłości. Funkcja podróży w czasie jest wciąż na naszej liście rzeczy do zrobienia ;-)

# push.groupInv
source: New group invitation
de: Neue Einladung in eine Gruppe
it: Nuovo invito a partecipare a un gruppo
pl: Nowe zaproszenie grupowe

# push.groupInvEx
source: New group invitation from %@
de: Neue Einladung in eine Gruppe von %@
it: Nuovo invito a partecipare a un gruppo da %@
pl: Nowe zaproszenie grupowe od %@

# push.managedRoomInv
source: New group invitation
de: Neue Einladung in eine Gruppe
it: Nuovo invito al gruppo
pl: Nowe zaproszenie grupowe

# push.managedRoomInvEx
source: New group invitation from %@
de: Neue Einladung in eine Gruppe von %@
it: Nuovo invito al gruppo da %@
pl: Nowe zaproszenie grupowe od %@

# push.newCN
source: New channel content
de: Neue Channel-Nachricht
it: Nuovo messaggio di canale
pl: Nowa zawartość kanału

# push.newPN
source: New message
de: Neue Nachricht
it: Nuovo messaggio
pl: Nowa wiadomość

# push.newPNex
source: New message from %@
de: Neue Nachricht von %@
it: Nuovo messaggio da %@
pl: Nowa wiadomość od %@

# push.newPNexHigh
source: Important: New message from %@.
de: Wichtig: Neue Nachricht von %@.
it: Importante!! Nuovo messaggio da %@.
pl: Ważne: Nowa wiadomość od %@

# push.restrictedRoomInv
source: New channel invitation
de: Neue Channel-Einladung
it: Nuovo invito al canale
pl: Nowe zaproszenie na kanał

# push.restrictedRoomInvEx
source: New channel invitation from %@
de: Neue Channel-Einladung von %@
it: Nuovo invito al canale da %@
pl: Nowe zaproszenie na kanał od %@

# rate.cancel
source: No, Thank You
de: Nein, danke
it: No, grazie

source: Rate Now
de: Jetzt bewerten
it: Esprimi ora il tuo giudizio

# rate.remind
source: Remind Me Later
de: Später erinnern
it: Ricordamelo dopo

# rate.title
source: Pssst, how do you like ginlo?
de: Pssst, wie finden Sie ginlo denn so?
it: Ehi, ti piace ginlo?

# receiver.selection.label.noChatsFound
source: No active chats available
de: Keine aktiven Chats vorhanden
it: Nessuna chat attiva trovata
pl: Brak dostępnych aktywnych czatów

# receiver.selection.label.noGroupsFound
source: No groups available
de: Keine Gruppen vorhanden
it: Nessun gruppo trovato
pl: Brak dostępnych grup

# recoveryKeyInput.labelDescription.text
source: Please enter the Recovery Code provided to you by your IT administrator.
de: Bitte geben Sie den Wiederherstellungscode ein, den Sie von Ihrem IT-Administrator erhalten haben.
it: Inserisca il recovery code ricevuto dal Suo amministratore IT.
pl: Wprowadź kod odzyskiwania dostarczony Ci przez administratora IT

# recoveryKeyInput.labelHeader.text
source: Enter Recovery Code
de: Wiederherstellungscode eingeben
it: Inserisca il recovery code

# recoveryKeyInput.title
source: Enter Recovery Code
de: Wiederherstellungscode eingeben
it: Inserisca il recovery code

# refresh.loading.label
source: Loading...
de: Aktualisiere …
it: Caricamento in corso...

# registration.addDevice.buttonConfirmContinue.title
source: Confirm Device
de: Gerät bestätigen
it: Conferma dispositivo

# registration.addDevice.deviceTypPerm
source: Partner Device
de: Partner-Gerät
it: Dispositivo partner

# registration.addDevice.deviceTypPerm.description
source: Permanent synchronization
de: Dauerhafte Synchronisierung
it: Sincronizzazione permanente
pl: Trwała synchronizacja

# registration.addDevice.deviceTypTemp
source: Guest Device
de: Gast-Gerät
it: Dispositivo ospite

# registration.addDevice.deviceTypTemp.description
source: All data will be deleted when you log out.
de: Alle Daten werden gelöscht, wenn Sie sich abmelden.
it: Quando esci, tutti i dati saranno eliminati.
pl: Wszystkie dane zostaną usunięte po wylogowaniu

# registration.addDevice.labelCodeCountDown
source: Valid for %@ minutes
de: Noch %@ Minuten gültig
it: Valido ancora %@ minuti
pl: Ważne przez %@ minut

# registration.addDevice.labelConfirmDescription
source: Is the device name below correct? And is the security number here and on the new device identical? Great, then confirm.
de: Ist der Gerätename unten richtig? Und stimmt die hier angezeigte Sicherheitsnummer mit der auf dem neuen Gerät überein? Wunderbar, dann nur noch bestätigen.
it: Il nome del dispositivo in basso è corretto? Il numero di sicurezza riportato qui e sul nuovo dispositivo corrisponde? Ottimo, allora conferma.
pl: Czy poniższa nazwa urządzenia jest prawidłowa? I czy numer bezpieczeństwa tutaj i na nowym urządzeniu jest identyczny? Świetnie, to potwierdź.

# registration.addDevice.labelSyncDescription
source: Perfect, it worked. Getting your data into the new device may take a fey moments.
de: Prima, das hat geklappt. Jetzt holen wir Ihre Daten ins neue Gerät. Das kann einen Moment dauern.
it: Perfetto, è andata. L'acquisizione dei dati nel nuovo dispositivo può richiedere qualche istante.
pl: Doskonale, udało się. Pobranie danych do nowego urządzenia może zająć fejsbukowe chwile.

# registration.addDevice.titleCode
source: Activate Device
de: Gerät aktivieren
it: Attiva dispositivo

# registration.addDevice.titleConfirm
source: Confirm Device
de: Gerät bestätigen
it: Conferma dispositivo

# registration.addDevice.titleSync
source: Device added
de: Gerät hinzugefügt
it: Dispositivo aggiunto

# registration.agb.AGB
source: Terms of Use
de: Nutzungsbedingungen
it: Termini di utilizzo

# registration.agb.pre
source: By tapping %@ you accept our
de: Mit Tippen auf %@ akzeptieren Sie die
it: Toccando %@ accetti i nostri
pl: Stukając %@ akceptujesz nasze

# registration.alert.forgotPassword.title
source: Do you want to reset the app?
de: Wollen Sie die App zurücksetzen?
it: Vuoi davvero resettare l'app?
pl: Czy chcesz zresetować aplikację?

# registration.backup.cloud_info.description
source: Please establish the connection with iCloud so that we can store your chat backup. It will then be available after you reinstall %@.
de: Bitte stellen Sie die Verbindung mit iCloud her, damit wir Ihr Chat-Backup ablegen können. So steht es zur Verfügung, wenn Sie %@ neu installieren.
it: Crei il collegamento con iCloud per archiviare il backup delle chat. In questo modo lo avrà a disposizione installando nuovamente %@.
pl: Proszę ustanowić połączenie z iCloud, abyśmy mogli przechowywać kopię zapasową czatu. Będzie ona następnie dostępna po ponownym zainstalowaniu %@.

# registration.backup.cloud_info.headline
source: You aren't connected to iCloud.
de: Sie sind nicht mit iCloud verbunden.
it: Non sei connesso a iCloud.
pl: Nie jesteś połączony z iCloud.

# registration.backup.cloud_info.open_settings
source: Open the iPhone settings.
de: Öffnen Sie die iPhone-Einstellungen.
it: Apra le impostazioni dell’iPhone.
pl: Otwórz ustawienia iPhone'a.

# registration.backup.cloud_info.title
source: Your Existing Account
de: Ihr bisheriger Account
it: Il tuo account esistente

# registration.backup.not_found.btnNext
source: Create a New Account
de: Neuen Account erstellen
it: Crea un nuovo account

# registration.backup.not_found.description
source: You can keep using your existing account if you're still logged in to %@ on another smartphone. Then you can back up your content there and get it in here.
de: Sie können Ihren bisherigen Account weiternutzen, wenn Sie auf einem anderen Smartphone noch in %@ angemeldet sind. Dann können Sie dort ein Backup erstellen, um Ihre Inhalte hier hereinzuholen.
it: Se sei ancora connesso a %@ puoi continuare a usare il tuo account esistente su un altro smartphone. Puoi eseguire il backup dei tuoi contenuti sull'altro smartphone e averli disponibili qui.
pl: Możesz nadal korzystać ze swojego istniejącego konta, jeśli nadal jesteś zalogowany do %@ na innym smartfonie. Wtedy możesz wykonać tam kopię zapasową swoich treści i pobrać je tutaj.

# registration.backup.not_found.description_no_cloud
source: Please activate iCloud, so we can find your backup and get your existing %@ content in here.
de: Bitte aktivieren Sie iCloud, damit wir nach Ihrem Backup schauen und Ihre bestehenden %@ Inhalte hier hereinholen können.
it: Attiva iCloud, in questo modo potremo trovare il tuo backup e trovare i tuoi contenuti %@ esistenti qui.
pl: Proszę aktywować iCloud, abyśmy mogli znaleźć twoją kopię zapasową i wprowadzić tutaj twoją dotychczasową zawartość %@.

# registration.backup.not_found.headline
source: Oh, it's you – welcome back!
de: Ah, Sie sind's – willkommen zurück!
it: Ah, sei tu, bentornato!
pl: Oh, to ty - witamy ponownie!

# registration.backup.not_found.headline_no_cloud
source: Now let's find your backup.
de: Dann schauen wir mal nach Ihrem Backup.
it: Cerchiamo il tuo backup.
pl: A teraz znajdźmy Twoją kopię zapasową.

# registration.backup.not_found.info
source: It works like this:
de: So funktioniert's:
it: Ecco come fare:
pl: To działa tak:

# registration.backup.not_found.info_no_cloud
source: Activate iCloud
de: Aktivieren Sie iCloud
it: Attiva iCloud
pl: Aktywuj iCloud

# registration.backup.not_found.step1
source: Open %@ on your old smartphone.
de: Öffnen Sie %@ auf Ihrem alten Smartphone.
it: Apri %@ sul tuo vecchio smartphone.
pl: Otwórz %@ na swoim starym smartfonie

# registration.backup.not_found.step1_no_cloud
source: Open your iPhone's Settings.
de: Öffnen Sie die iPhone-Einstellungen.
it: Apri le impostazioni del tuo iPhone.
pl: Otwórz ustawienia swojego iPhone'a
