Repository: cdskev/ginlo-ios
Catalog: Application/Supporting Files/localization/*.lproj/Localizable.strings
Languages: de, it, pl

# requestPhoneNumberConfirmation.alert.phoneNumberAlreadyUsed.message
source: This mobile number is already in use. Please log in to your existing account. If you think this is wrong, please contact our support at b2b-support@ginlo.net.
de: Diese Handynummer wird bereits verwendet. Loggen Sie sich bitte in Ihrem bestehenden Account ein. Wenn dies nicht richtig sein sollte, wenden Sie sich bitte an unseren Support über b2b-support@ginlo.net.
pl: Ten numer telefonu komórkowego jest już w użyciu. Prosimy o zalogowanie się na istniejące konto. Jeśli uważasz, że jest to błędne, skontaktuj się z naszym wsparciem pod adresem b2b-support@ginlo.net.

# requestPhoneNumberConfirmation.alert.phoneNumberAlreadyUsed.title
source: Important
de: Wichtig
it: Importante
pl: Ważne

# res.cancel
source: Cancel
de: Abbrechen
it: Interrompi

# res.close
source: Got It
de: Verstanden
it: Ho capito

# res.continue
source: Continue
de: Weiter
it: Avanti
pl: Kontynuuj

# send.voicerec.export.failed
source: We're sorry, but something went wrong while exporting your voice message. Please try again.
de: Beim Exportieren der Sprachnachricht ist leider etwas schiefgelaufen. Bitte versuchen Sie es nochmal.
it: Spiacenti, si è verificato un errore durante l'esportazione del messaggio vocale. Riprova.
pl: Przepraszamy, ale coś poszło nie tak podczas eksportowania Twojej wiadomości głosowej. Proszę spróbować ponownie.

# service.ERR-0001
source: We're sorry, but something went wrong on our end. Please try again, and if the problem persists, contact our Customer Care. Error code: 0001
de: Da ist leider auf unserer Seite etwas schiefgelaufen. Bitte versuchen Sie es nochmal. Wenn das Problem weiterhin auftritt, wenden Sie sich an unseren Kundenservice. Fehlercode: 0001
it: Spiacenti, si è verificato un errore nel nostro sistema. Riprova e se il problema persiste contatta il nostro Servizio clienti. Codice d'errore: 0001
pl: Przepraszamy, ale coś poszło nie tak po naszej stronie. Prosimy spróbować ponownie, a jeśli problem nadal występuje, skontaktuj się z naszym Działem Obsługi Klienta. Kod błędu: 0001

# service.ERR-0007
source: This account is unknown. Please check the mobile number provided. Error code: 0007
de: Dieser Account ist nicht bekannt. Bitte prüfen Sie die hinterlegte Handynummer. Fehlercode: 0007
it: Account sconosciuto. Ti preghiamo di verificare il numero di telefono inserito. Codice di errore: 0007
pl: To konto jest nieznane. Proszę sprawdzić podany numer telefonu komórkowego. Kod błędu: 0007

# service.ERR-0026
source: The attachment is no longer available
de: Der Anhang ist nicht mehr verfügbar
it: L'allegato non è più disponibile
pl: Załącznik nie jest już dostępny

# service.ERR-0034
source: The confirmation code doesn't seem right. Please try again. Error code: 0034
de: Der Bestätigungscode stimmt noch nicht so ganz. Bitte versuchen Sie es nochmal. Fehlercode: 0034
it: Il codice di conferma è errato. Riprova. Codice di errore: 0034
pl: Kod potwierdzenia nie wydaje się prawidłowy. Proszę spróbować ponownie. Kod błędu: 0034

# service.ERR-0057
source: We're sorry, but something went wrong. Either it’s us or your internet connection. Please check and try again. Error code: 0057
de: Da ist leider etwas schiefgelaufen. Entweder liegt's an uns oder an Ihrer Internetverbindung. Bitte schauen Sie mal nach, und versuchen Sie es nochmal. Fehlercode: 0057
it: Spiacenti, si è verificato un errore. Può trattarsi di un problema sul nostro sistema o della connessione Internet. Verifica e riprova. Codice d'errore: 0057
pl: Przepraszamy, ale coś poszło nie tak. Albo to my, albo Twoje połączenie internetowe. Proszę sprawdzić i spróbować ponownie. Kod błędu: 0057

# service.ERR-0062
source: The confirmation code has been entered incorrectly too many times. Please restart the registration (sign up) process.
de: Der Bestätigungscode wurde zu oft falsch eingegeben. Bitte starten Sie die Registrierung nochmal.
it: Hai inserito troppe volte un codice di conferma errato. Ti preghiamo di iniziare nuovamente la registrazione.
pl: Kod potwierdzający został wprowadzony niepoprawnie zbyt wiele razy. Proszę ponownie uruchomić proces rejestracji (sign up).

# service.ERR-0077
source: This mobile number is already registered with ginlo. Do you want to re-register with ginlo using this number now?
de: Die Handynummer ist bereits bei ginlo angemeldet. Wollen Sie sich jetzt mit dieser Nummer neu registrieren?
it: Questo numero di cellulare è già stato registrato con ginlo. Vuoi registrarti nuovamente a ginlo adesso con questo numero?
pl: Ten numer telefonu komórkowego jest już zarejestrowany w ginlo. Czy chcesz teraz ponownie zarejestrować się w ginlo przy użyciu tego numeru?

# service.ERR-0079
source: You aren't a member of this group chat.
de: Sie sind kein Teilnehmer dieses Gruppenchats.
it: Non sei un membro di questa chat di gruppo.
pl: Nie jesteś członkiem tego czatu grupowego.

# service.ERR-0099
source: This mobile number has already been requested and has been temporarily reserved. Please wait 30 minutes and then try again. Error code: 0099
de: Diese Handynummer wurde bereits angefragt und ist zeitweise reserviert. Bitte warten Sie 30 Minuten, und versuchen Sie es dann nochmal. Fehlercode: 0099
it: Il numero di telefono è già stato richiesto e al momento è riservato. Ti preghiamo di riprovare tra 30 minuti. Codice di errore: 0099
pl: Ten numer komórkowy został już zamówiony i został tymczasowo zarezerwowany. Proszę odczekać 30 minut, a następnie spróbować ponownie. Kod błędu: 0099

# service.ERR-0101
source: This group no longer exists.
de: Diese Gruppe existiert nicht mehr.
it: Questo gruppo non esiste più.
pl: Ta grupa już nie istnieje.

# service.details.button_subscribe.title
source: Agree and continue
de: Zustimmen und weiter
it: Accetta e prosegui
pl: Zgódź się i kontynuuj

# service.error403.backup
source: The account has been deleted. The backup can no longer be used.
de: Der Account wurde gelöscht. Das Backup kann nicht mehr eingespielt werden.
it: L'account è stato cancellato. Il backup non può essere ripristinato.
pl: Konto zostało usunięte. Kopia zapasowa nie może być już używana.

# service.error499
source: The account was deleted. The application will be reset.
de: Der Account wurde gelöscht. Die Anwendung wird zurückgesetzt.
it: L'account è stato cancellato. Reset dell'applicazione in corso.
pl: Konto zostało usunięte. Aplikacja zostanie zresetowana.

# service.error499.createAccount
source: The confirmation code is no longer valid. Please restart the registration (sign-up) process.
de: Der Bestätigungscode ist nicht mehr gültig. Bitte starten Sie die Registrierung nochmal.
it: Il codice di conferma non è più valido. Ti preghiamo di effettuare nuovamente la registrazione.
pl: Kod potwierdzający nie jest już ważny. Proszę ponownie uruchomić proces rejestracji (sign-up).

# service.networkFailure
source: We're sorry, but something went wrong. Either it’s us or your internet connection. Please check and try again.
de: Da ist leider etwas schiefgelaufen. Entweder liegt's an uns oder an Ihrer Internetverbindung. Bitte schauen Sie mal nach, und versuchen Sie es nochmal.
it: Spiacenti, si è verificato un errore. Può trattarsi di un problema sul nostro sistema o della connessione Internet. Verifica e riprova.
pl: Przepraszamy, ale coś poszło nie tak. Albo to my, albo Twoje połączenie internetowe. Proszę sprawdzić i spróbować ponownie.

# service.sslError
source: We're sorry, but something went wrong while validating the security certificate. Please check to see if a new version of ginlo is available.
de: Beim Überprüfen des Sicherheitszertifikats ist leider etwas schiefgelaufen. Bitte versuchen Sie es nochmal.
it: Spiacenti, si è verificato un errore durante la convalida del certificato di sicurezza. Verifica se è disponibile una nuova versione di ginlo.
pl: Przepraszamy, ale coś poszło nie tak podczas walidacji certyfikatu bezpieczeństwa. Proszę sprawdzić, czy dostępna jest nowa wersja ginlo.

# service.tryAgainLater
source: We're sorry, but something went wrong while on our end. Please try again later.
de: Da ist leider auf unserer Seite etwas schiefgelaufen. Bitte versuchen Sie es später nochmal.
it: Spiacenti, si è verificato un errore mentre eri sul nostro sistema. Riprova più tardi.
pl: Przepraszamy, ale coś poszło nie tak, gdy na naszym końcu. Please try again later.

# service.attachement.is-downloading
source: The attachment is downloading. Please wait until it is finished.
de: Der Anhang wird heruntergeladen. Bitte warten Sie bis es heruntergeladen ist.
pl: Załącznik jest w trakcie pobierania. Proszę poczekać, aż zostanie zakończone.

# setting.backup.info.notsynced
source: (not yet available for iCloud)
de: (noch nicht in iCloud verfügbar)
it: (non ancora disponibile su iCloud)
pl: (nie jest jeszcze dostępny w iCloud)

# setting.backup.info.synced
source: (available in iCloud)
de: (in iCloud verfügbar)
it: (disponibile su iCloud)
pl: (dostępny w iCloud)

# settings.aboutSimsme
source: About ginlo
de: Über ginlo
it: Informazioni su ginlo
pl: O ginlo

# settings.aboutSimsme.appLabel
source: Encryption with ginlo
de: Verschlüsselung in ginlo
it: Cifratura con ginlo
pl: Szyfrowanie z ginlo

# settings.aboutSimsme.appTextLabel
source: ginlo encrypts all your messages in a secure and reliable manner as they travel from your device to the recipient's device - the messages cannot even be read from our servers. ginlo also offers a number of other features which serve to make your communication as secure as possible.
de: ginlo verschlüsselt all Ihre Nachrichten sicher und zuverlässig von Ihrem Gerät bis zum Gerät des Empfängers - auch auf unseren Servern können die Nachrichten nicht eingesehen werden. Zusätzlich bietet ginlo einige weitere Features, um Ihre Kommunikation so sicher wie möglich zu machen:
it: ginlo cifra tutti i messaggi che passano dal tuo dispositivo a quello del destinatario in modo affidabile e sicuro. I messaggi non vengono letti nemmeno dai nostri server. ginlo offre inoltre diverse altre funzioni per offrire il massimo della sicurezza alle tue comunicazioni.
pl: ginlo szyfruje wszystkie Twoje wiadomości w bezpieczny i niezawodny sposób, gdy wędrują one z Twojego urządzenia do urządzenia odbiorcy - wiadomości nie można odczytać nawet z naszych serwerów. ginlo oferuje również szereg innych funkcji, które służą zapewnieniu maksymalnego bezpieczeństwa Twojej komunikacji.

# settings.aboutSimsme.highLabel
source: High
de: Hoch
it: Alto

# settings.aboutSimsme.highTextLabel
source: You have met in person and scanned the QR code
de: Sie haben sich persönlich getroffen und den QR-Code gescannt
it: Vi siete conosciuti di persona e avete verificato il codice QR mediante scansione.
pl: Spotkaliście się osobiście i zeskanowaliście kod QR

# settings.aboutSimsme.lowLabel
source: Low
de: Niedrig
it: Basso

# settings.aboutSimsme.lowTextLabel
source: Your contact is using ginlo. Contact him or her.
de: Ihr Kontakt hat ginlo. Fragen Sie ihn an.
it: Il tuo contatto usa ginlo. Mettiti in contatto!
pl: Twój kontakt używa ginlo. Skontaktuj się z nim lub nią.

# settings.aboutSimsme.middleLabel
source: Medium
de: Mittel
it: Medio
pl: Średni

# settings.aboutSimsme.middleTextLabel
source: You have already been in contact using ginlo.
de: Sie hatten bereits Kontakt über ginlo
it: Siete già in contatto tramite ginlo.
pl: Byłeś już w kontakcie za pomocą ginlo

# settings.aboutSimsme.readLabel
source: Read
de: Gelesen
it: Letto
pl: Odczytane

# settings.aboutSimsme.receivedLabel
source: Received
de: Empfangen
it: Ricevuto
pl: Otrzymane

# settings.aboutSimsme.secureLabel
source: Your communication security level
de: So sicher ist Ihre Kommunikation
it: Per comunicare in tutta sicurezza
pl: Twój poziom bezpieczeństwa komunikacji

# settings.aboutSimsme.secureTextLabel
source: Keep track of your contacts
de: Behalten Sie die Übersicht über Ihre Kontakte
it: Mantieniti aggiornato sui tuoi contatti
pl: Śledź swoje kontakty

# settings.aboutSimsme.sentLabel
source: Sent
de: Gesendet
it: Inviato
pl: Wysłane

# settings.aboutSimsme.statusLabel
source: Transmission status
de: Übertragungsstatus
it: Stato della trasmissione
pl: Status transmisji

# settings.aboutSimsme.statusTextLabel
source: The symbols indicate the status of your message
de: Die Symbole beschreiben den Status Ihrer Nachricht
it: I simboli indicano lo stato del tuo messaggio
pl: Symbole wskazują na status wiadomości

# settings.askForPassword.setTime
source: Ask for password after:
de: Passwort anfordern nach
it: Richiedi la password dopo:
pl: Zapytaj o hasło po:

# settings.askForPassword.setTime.immediately
source: Immediate
de: Sofort
it: Ora
pl: Natychmiastowe

# settings.askForPassword.setTime.minutes
source: %i minutes
de: %i Minuten
it: tra %i minuti
pl: %i minuta

# settings.autoDownload
source: Media auto-download
de: Medien Auto-Download
it: Download automatico dei file multimediali

# settings.backup.autodownload.select
source: Select automatic download
de: Automatischen Download wählen
it: Seleziona il download automatico
pl: Wybierz automatyczne pobieranie

# settings.backup.backupInfoInit.label
source: Save your chat history and media in iCloud. If you lose your iPhone or change to a new one, then you can restore your chats, contacts and media. Please create your first backup by tapping "%@". You can then set an interval, so that your App is regularly backed up.
de: Sichern Sie Ihren Chatverlauf und Medien in iCloud. Sollten Sie Ihr iPhone verlieren oder zu einem neuen wechseln, können Sie Ihre Chats, Kontakte und Medien wiederherstellen. Bitte erzeuge Sie Ihr erstes Backup, indem Sie auf "%@" tippen. Sie können anschließend ein Intervall festlegen, sodass Ihre App regelmäßig gesichert wird.
it: Salva la tua cronologia di chat e i tuoi file multimediali su iCloud. Se perdi il tuo iPhone o ne acquisti uno nuovo potrai ripristinare le tue chat, i contatti e i file multimediali. Esegui il tuo primo backup cliccando su "%@”. Dopodiché potrai selezionare un intervallo di tempo per salvare regolarmente i dati della tua app.
pl: Zapisz swoją historię czatów i media w iCloud. Jeśli zgubisz swojego iPhone'a lub zmienisz go na nowy, wtedy możesz przywrócić swoje czaty, kontakty i media. Proszę utworzyć swoją pierwszą kopię zapasową, stukając w `%@`. Następnie możesz ustawić interwał, aby Twoja aplikacja była regularnie backupowana.

# settings.backup.btnCreateBackup.label
source: Create a Backup Now
de: Backup jetzt erstellen
it: Esegui un backup adesso

# settings.backup.cloudInfo.label
source: Sign into iCloud to save your chats and media. Tap here for instructions.
de: Melden Sie sich bei iCloud an, um Ihre Chats und Medien zu sichern. Zur Anleitung hier tippen.
it: Registrati su iCloud per salvare le tue chat e i file multimediali. Clicca qui per visualizzare le istruzioni.
pl: Zaloguj się do iCloud, aby zapisać swoje czaty i media. Stuknij tutaj, aby uzyskać instrukcje.

# settings.backup.delautDownloadSetting.title
source: Reset settings
de: Einstellungen zurücksetzen
it: Ripristina le impostazioni
pl: Resetuj ustawienia

# settings.backup.file.title
source: Files
de: Dateien
it: File
pl: Pliki

# settings.backup.footer.label
source: To avoid high data costs, connect your iPhone using Wi-Fi or switch off mobile data for iCloud: iPhone Settings > iCloud > iCloud Drive > Use Mobile Data > OFF.
de: Um hohe Datenkosten zu vermeiden, verbinden Sie bitte Ihr iPhone mit einem WLAN oder schalten Mobile Daten für iCloud aus: iPhone Einstellungen > iCloud > iCloud Drive > Mobile Daten verwenden > AUS.
it: Per evitare costi elevati dovuti al traffico dei dati collega il tuo iPhone a una rete wireless o disattiva i dati mobili per iCloud: Impostazioni iPhone > iCloud > iCloud Drive > Utilizza dati mobili > OFF.
pl: Aby uniknąć wysokich kosztów danych, połącz iPhone'a za pomocą Wi-Fi lub wyłącz dane komórkowe dla iCloud: Ustawienia iPhone'a > iCloud > iCloud Drive > Użyj danych komórkowych > WYŁĄCZ.

# settings.backup.foto.title
source: Photos
de: Fotos
it: Foto
pl: Zdjęcia

# settings.backup.info.hint
source: Create a backup
de: Erstellen Sie ein Backup
it: Esegui un backup
pl: Utwórz kopię zapasową

# settings.backup.info.hint2
source: Last backup: %@ (%@)%@
de: Letztes Backup: %@ (%@)%@
it: Ultimo backup: %@ (%@)%@
pl: Ostatnia kopia zapasowa: %@ (%@)%@

# settings.backup.interval.daily.label
source: Daily
de: Täglich
it: Giornaliero

# settings.backup.interval.disabled.label
source: Off
de: Aus
it: Non attivo

# settings.backup.interval.monthly.label
source: Monthly
de: Monatlich
it: Mensile

# settings.backup.interval.title
source: Backup interval
de: Backup-Intervall
it: Intervallo di backup
pl: Interwał tworzenia kopii zapasowych

# settings.backup.interval.weekly.label
source: Weekly
de: Wöchentlich
it: Settimanale

# settings.backup.intervallCell.label
source: Interval
de: Intervall
it: Intervallo
pl: Interwał

# settings.backup.lastBackup.label
source: Last backup
de: Letztes Backup
it: Ultimo backup
pl: Ostatnia kopia zapasowa

# settings.backup.lastBackupDetails.label
source: Unknown
de: unbekannt
it: sconosciuto

# settings.backup.mediaCell.label
source: Backup media
de: Medien sichern
it: Salva i file multimediali
pl: Nośnik kopii zapasowej

# settings.backup.password.passwordchanged
source: The backup password is only valid for newly created backups.
de: Das Backuppasswort gilt nur für neu erstellte Backups.
it: La password di backup si applica solo ai backup appena creati.
pl: Hasło kopii zapasowej jest ważne tylko dla nowo utworzonych kopii zapasowych

# settings.backup.password.repeat.headline
source: Repeat your backup password
de: Wiederholen Sie Ihr Backup-Passwort
it: Ripeti la tua password di backup
pl: Powtórz hasło kopii zapasowej

# settings.backup.password.repeat.title
source: Backup password
de: Backup-Passwort
it: Password di backup
pl: Hasło kopii zapasowej

# settings.backup.password.set.headline
source: Set your backup password.
de: Backup-Passwort vergeben
it: Imposta la tua password di backup.
pl: Ustaw hasło do kopii zapasowej

# settings.backup.password.set.title
source: Backup password
de: Backup-Passwort
it: Password di backup

# settings.backup.passwordCell.label
source: Backup password
de: Backup-Passwort
it: Password di backup
pl: Hasło kopii zapasowej

# settings.backup.title.downloadChoice10
source: Wi-Fi
de: WLAN

# settings.backup.title.downloadChoice15
source: Never
de: Niemals
it: Mai
pl: Nigdy

# settings.backup.title.downloadChoice5
source: Wi-Fi and mobile data
de: WLAN & mobile Daten
it: Wi-Fi e dati mobili
pl: Wi-Fi i dane komórkowe

# settings.chat.audioSection
source: Sounds
de: Töne
it: Suoni
pl: Dźwięki

# settings.chat.background
source: Chat background image
de: Chat-Hintergrundbild
it: Immagine di sfondo chat
pl: Obraz tła czatu

# settings.chat.background.hint
source: Choose the image that you want to use as the wallpaper in the chats.
de: Wählen Sie das Chat-Hintergrundbild aus Ihrem Album oder erstellen Sie ein neues mit der Kamera
it: Definisce l'immagine di sfondo delle chat.
pl: Wybierz obraz, który ma być używany jako tapeta w czatach

# settings.chat.backgroundSection
source: Background
de: Hintergrund
it: Sfondo
pl: Tło

# settings.chat.blockedContacts
source: Blocked contacts
de: Blockierte Kontakte
it: Contatti bloccati
pl: Zablokowane kontakty

# settings.chat.blockedContacts.hint
source: Unblock your contacts here.
de: Hier können Sie blockierte Kontakte wieder freigeben.
it: Qui puoi revocare il blocco dei tuoi contatti
pl: Odblokuj tutaj swoje kontakty

# settings.chat.blockedContactsEmpty
source: No blocked contacts
de: Keine blockierten Kontakte
it: Non sono presenti contatti bloccati
pl: Brak zablokowanych kontaktów

# settings.chat.blockedContactsNum
source: %@ Blocked contacts
de: %@ blockierte Kontakte
it: %@ Contatti bloccati
pl: %@ Zablokowane kontakty

# settings.chat.blockedContactsSingle
source: %@ Blocked contact
de: %@ blockierter Kontakt
it: %@ Contatto bloccato
pl: %@ Zablokowane kontakty

# settings.chat.imagesInCameraRoll
source: Backup media automatically
de: Medien automatisch sichern
it: Salva i media
pl: Backup mediów automatycznie

# settings.chat.imagesInCameraRoll.hint
source: Images and videos are automatically saved to your album.
de: Bilder und Videos werden automatisch in Ihrem Album abgelegt
it: Le immagini e i video verranno salvati automaticamente nel tuo album
pl: Zdjęcia i filmy są automatycznie zapisywane w albumie

# settings.chat.invisibleBackground
source: Transparent background
de: Transparenter Hintergrund
it: Sfondo trasparente
pl: Przezroczyste tło

# settings.chat.invisibleBackground.hint
source: Set whether the camera should be used instead of a background image.
de: Legen Sie fest, ob statt eines Hintergrundbildes die Kamera verwendet wird
it: Definisce se utilizzare la fotocamera invece di un'immagine di sfondo
pl: Ustaw, czy zamiast obrazu tła ma być używany aparat fotograficzny.

# settings.chat.invisibleBackground.warning
source: This feature may lead to increased battery consumption.
de: Diese Funktion kann zu einem erhöhten Akkuverbrauch führen.
it: La funzione può determinare un elevato consumo della batteria.
pl: Ta funkcja może prowadzić do zwiększonego zużycia baterii.

# settings.chat.invisibleBackground.warning.title
source: Important
de: Wichtig
it: Attenzione
pl: Ważne

# settings.chat.messageMarkAsRead
source: Show read confirmation
de: Lesebestätigung anzeigen
it: Conferma di lettura
pl: Pokaż potwierdzenie odczytu

# settings.chat.messageMarkAsRead.hint
source: Defines whether chat partners will be shown a read receipt.
de: Legt fest, ob Chatpartnern eine Lesebestätigung angezeigt werden soll.
it: Stabilisca se mostrare una conferma di lettura ai partecipanti della chat.
pl: Określa, czy partnerom czatu będzie pokazywane potwierdzenie odczytu.

# settings.chat.playReceiveAudio
source: ‘Receive’ sound
de: Ton beim Empfangen
it: Suono di ricezione
pl: `Odbierz` dźwięk

# settings.chat.playReceiveAudio.hint
source: Set whether a sound should be played when you receive a new message in a chat
de: Legt fest, ob ein Ton abgespielt werden soll, wenn Sie im Chat eine neue Nachricht empfangen
it: Scegli se deve essere riprodotto un suono quando ricevi un nuovo messaggio in chat
pl: Ustawia, czy po otrzymaniu nowej wiadomości na czacie ma być odtwarzany dźwięk

# settings.chat.playSelfDestructionAudio
source: Play self-destruct sound
de: Ton der Selbstzerstörung abspielen
it: Riproduci la suoneria di autodistruzione
pl: Odtwarzaj dźwięk autodestrukcji

# settings.chat.playSendAudio
source: ‘Send’ sound
de: Ton beim Senden
it: Suono di invio
pl: 'Wyślij' dźwięk

# settings.chat.playSendAudio.hint
source: Set whether a sound should be played when a message is sent
de: Legt fest, ob beim Senden einer Nachricht ein Ton abgespielt werden soll
it: Scegli se deve essere riprodotto un suono quando invii un messaggio
pl: Ustawienie, czy po wysłaniu wiadomości ma być odtwarzany dźwięk

# settings.chat.proximityMonitoring
source: Start automatic voice recording
de: Auto-Sprachaufnahme starten
it: Registrazione vocale automatica
pl: Uruchom automatyczne nagrywanie głosu

# settings.chat.proximityMonitoring.hint
source: Start voice recording in Chats by holding the smartphone to your ear
de: Starten Sie die Sprachaufnahme in Chats, indem Sie das Smartphone an Ihr Ohr halten.
it: Avvia la registrazione vocale nelle chat tenendo semplicemente il telefono appoggiato all'orecchio
pl: Uruchom nagrywanie głosu w czatach, trzymając smartfon przy uchu

# settings.chat.showOnlineState
source: Show online status
de: Online-Status anzeigen
it: Mostra lo stato online
pl: Pokaż status online
