Repository: cdskev/ginlo-ios
Catalog: Application/Supporting Files/localization/*.lproj/Localizable.strings
Languages: de, it, pl

# registration.backup.not_found.step2
source: Open the %@ settings.
de: Öffnen Sie die %@-Einstellungen.
it: Apri le impostazioni di %@.
pl: Otwórz ustawienia %@

# registration.backup.not_found.step2_no_cloud
source: Tap "Apple-ID, iCloud...", then tap "iCloud".
de: Tippen Sie auf "Apple-ID, iCloud..." und dann auf "iCloud".
it: Tocca "ID Apple, iCloud...", poi tocca "iCloud".
pl: Stuknij w "Apple-ID, iCloud...", a następnie stuknij w "iCloud.

# registration.backup.not_found.step3
source: Tap "Chats > Backup > Create a Backup Now".
de: Tippen Sie auf "Chats > Backup > Backup jetzt erstellen".
it: Tocca "Chat > Backup > Esegui backup adesso".
pl: Stuknij "Czaty > Kopia zapasowa > Utwórz kopię zapasową teraz".

# registration.backup.not_found.step3_no_cloud
source: Turn "%@" on.
de: Aktivieren Sie "%@".
it: Attiva "%@".
pl: Włącz "%@".

# registration.backup.not_found.title
source: Your Existing Account
de: Ihr bisheriger Account
it: Il tuo account esistente

# registration.backup.recover.password.description
source: Please enter the password you defined when creating your backup.
de: Bitte geben Sie das Passwort ein, das Sie beim Erstellen Ihres Backups vergeben haben.
it: Inserisci la password che hai definito durante l'esecuzione del backup.
pl: Wprowadź hasło, które zdefiniowałeś podczas tworzenia kopii zapasowej.

# registration.backup.recover.password.footer
source: The import may take a few moments and depends on your internet connection.
de: Der Import kann einen Moment dauern und ist abhängig von Ihrer Internetverbindung.
it: L'importazione può richiedere qualche istante, dipende dalla connessione Internet.
pl: Import może potrwać kilka chwil i zależy od połączenia internetowego.

# registration.backup.recover.password.headline
source: Enter your backup password.
de: Backup-Passwort eingeben.
it: Inserisci la tua password di backup.
pl: Wprowadź swoje hasło do kopii zapasowej.

# registration.backup.recover.password.title
source: Backup password
de: Backup-Passwort
it: Password di backup

# registration.backup.revcover.btnProceedWithoutBackup
source: Create a New Account
de: Neuen Account erstellen
it: Crea un nuovo account
pl: Utwórz nowe konto

# registration.backup_recover.btnRecover.title
source: Import Backup
de: Backup importieren
it: Importa backup
pl: Importuj kopię zapasową

# registration.backup_recover.footer_info
source: It may take a few moments to import your backup depending on the speed of your internet connection.
de: Der Import Ihres Backups kann einen Moment dauern und ist abhängig von Ihrer Internetverbindung.
it: L'importazione del backup può richiedere qualche istante, dipende dalla velocità della connessione Internet.
pl: Importowanie kopii zapasowej może potrwać kilka chwil i zależy od szybkości połączenia internetowego.

# registration.backup_recover.footer_info.ba0
source: Important: Any other paired devices may be removed from your account if you restore a backup prior to version 2.1. Do you instead want to add this device as an additional one to your account?
de: Wichtig: Wenn Sie ein Backup vor Version 2.1 wiederherstellen, werden eventuell andere gekoppelte Geräte aus Ihrem Account entfernt. Wollen Sie dieses Gerät stattdessen als weiteres Gerät zu Ihrem Account hinzufügen?
it: Importante: Se esegui il backup a una versione precedente a 2.1, tutti gli altri dispositivi accoppiati potrebbero essere rimossi. Preferisci piuttosto aggiungere questo dispositivo come dispositivo aggiuntivo al tuo account?
pl: Ważne: Wszelkie inne sparowane urządzenia mogą zostać usunięte z Twojego konta, jeśli przywrócisz kopię zapasową sprzed wersji 2.1. Czy zamiast tego chcesz dodać to urządzenie jako dodatkowe do swojego konta?

# registration.backup_recover.headline
source: Great, we've found your backup.
de: Wunderbar, wir haben Ihr Backup gefunden.
it: Bene, abbiamo trovato il tuo backup.
pl: Świetnie, znaleźliśmy Twoją kopię zapasową.

# registration.backup_recover.select_backup
source: Please tap the backup you want to import.
de: Einfach auf das gewünschte Backup tippen und importieren.
it: Tocca il backup per eseguire l'importazione.
pl: Proszę dotknąć kopii zapasowej, którą chcesz zaimportować.

# registration.button.askForPassword.no
source: No
de: Nein
pl: Nie

# registration.button.askForPassword.yes
source: Yes
de: Ja
it: Sì
pl: Tak

# registration.button.pickFromAlbum
source: Select a Photo
de: Bild auswählen
it: Seleziona una foto

# registration.button.pickFromCamera
source: Take a Photo
de: Foto aufnehmen
it: Fai una foto

# registration.buttonNextLabel.createAccount
source: Accept & Continue
de: Zustimmen & Fortfahren
it: Accetta e continua
pl: Zaakceptuj i kontynuuj

# registration.buttonNextLabel.forgotPassword
source: Reset
de: Zurücksetzen
it: Resetta

# registration.buttonNextLabel.initialPassword
source: Set Password
de: Passwort festlegen
it: Imposta la password

# registration.buttonNextLabel.repeatPassword
source: Confirm Password
de: Passwort bestätigen
it: Conferma la password

# registration.confirm_override.btnConfirmOverride
source: Overwrite Existing Account
de: Bisherigen Account überschreiben
it: Sovrascrivi l'account esistente

# registration.confirm_override.btnConfirmOverridePK
source: Reset app
de: App zurücksetzen
it: Resetta l'app

# registration.confirm_override.confirmation
source: Create a new account and overwrite your existing one?
de: Neuen Account erstellen und bisherigen überschreiben?
it: Creare un nuovo account e sovrascrivere l'account esistente?
pl: Utwórz nowe konto i nadpisz istniejące?

# registration.confirm_override.confirmationPK
source: Create a new account and overwrite your existing one?
de: Neuen Account erstellen und bisherigen überschreiben?
it: Creare un nuovo account e sovrascrivere l'account esistente?

# registration.confirm_override.description
source: You'll get a new ginlo ID. All your existing chats, media, and contacts will be gone.
de: Sie bekommen eine neue ginlo ID. Ihre vorhandenen Chats, Medien und Kontakte gehen verloren.
it: Ti verrà assegnato un nuovo ID ginlo. Perderai tutte le chat, i file multimediali e i contatti esistenti.
pl: Otrzymasz nowy identyfikator ginlo. Wszystkie twoje dotychczasowe czaty, media i kontakty znikną.

# registration.confirm_override.descriptionPK
source: The app is reset when this backup is restored. Content is now only available in ginlo Business.
de: Durch das Einspielen dieses Backups wird die App zurückgesetzt. Inhalte stehen nur noch in ginlo Business zur Verfügung.
it: Una volta recuperato il backup, l'app si ripristina. Il contenuto è adesso disponibile solo in ginlo Business.
pl: Aplikacja jest resetowana podczas przywracania tej kopii zapasowej. Zawartość jest teraz dostępna tylko w ginlo Business.

# registration.confirm_override.title
source: Your Existing Account
de: Ihr bisheriger Account
it: Il tuo account esistente

# registration.confirm_override.titlePK
source: Your Existing Account
de: Ihr bisheriger Account
it: Il tuo account esistente

# registration.createDevice.welcome.title
source: Let's set up %@ on your new device.
de: So machen Sie %@ auf Ihrem neuen Gerät startklar:
it: Imposta %@ sul tuo nuovo dispositivo.

# registration.createDevice.description
source: Log in with your registered mobile number or e-mail address and assign a device name.
de: Melden Sie sich mit Ihrer registrierten Handynummer oder E-Mail-Adresse an, und vergeben Sie einen Gerätenamen.
it: Accedi con il tuo numero di cellulare o indirizzo e-mail registrato e assegna un nome al dispositivo.
pl: Zaloguj się za pomocą zarejestrowanego numeru telefonu komórkowego lub adresu e-mail i przypisz nazwę urządzenia.

# registration.createDevice.inputDataLabelPhoneNumber
source: Mobile number
de: Handynummer
it: Numero di telefono
pl: Numer telefonu komórkowego

# registration.createDevice.labelDeviceName
source: Device Name
de: Gerätename
it: Nome dispositivo
pl: Nazwa urządzenia

# registration.createDevice.title
source: Login Data
de: Anmeldedaten
it: Dati di accesso
pl: Dane do logowania

# registration.createDeviceConfirm.description
source: To get the code, open ginlo Business on an existing device and go to "Settings > Devices > Add Additional Device".
de: Um den Code zu bekommen, öffnen Sie ginlo Business auf einem bestehenden Gerät und wählen "Einstellungen > Geräte > Weiteres Gerät hinzufügen".
it: Per ottenere il codice, apri ginlo Business su un dispositivo esistente e vai su "Impostazioni > Dispositivi > Aggiungi un dispositivo aggiuntivo".
pl: Aby uzyskać kod, otwórz ginlo Business na istniejącym urządzeniu i przejdź do `Ustawienia > Urządzenia > Dodaj dodatkowe urządzenie`.

# registration.createDeviceConfirm.description.private
source: To get the code, open ginlo Private on an existing device and go to "Settings > Devices > Add Additional Device".
de: Um den Code zu bekommen, öffnen Sie ginlo Private auf einem bestehenden Gerät und wählen "Einstellungen > Geräte > Weiteres Gerät hinzufügen".
it: Per ottenere il codice, apri ginlo Private su un dispositivo esistente e vai su "Impostazioni > Dispositivi > Aggiungi un dispositivo aggiuntivo".
pl: Aby uzyskać kod, otwórz ginlo Private na istniejącym urządzeniu i przejdź do `Settings > Devices > Add Additional Device`.

# registration.createDeviceConfirm.verifyingQRCodeFailed
source: We're sorry, but something went wrong while reading the QR code. Please try again.
de: Beim Lesen des QR-Codes ist leider etwas schiefgelaufen. Bitte versuchen Sie es nochmal.
it: Spiacenti, si è verificato un errore durante la lettura del codice QR. Riprova.
pl: Przepraszamy, ale coś poszło nie tak podczas odczytywania kodu QR. Prosimy spróbować ponownie.

# registration.createDeviceWaitForConfirmation.description
source: Is the security number here and on your other device identical? Great, then confirm on your other device.
de: Stimmt die hier angezeigte Sicherheitsnummer mit der auf Ihrem anderen Gerät überein? Wunderbar, dann nur noch auf dem anderen Gerät bestätigen.
it: Il numero di sicurezza riportato qui e sull'altro dispositivo corrispondono? Bene, conferma sull'altro dispositivo.
pl: Czy numer bezpieczeństwa tutaj i na Twoim drugim urządzeniu jest identyczny? Świetnie, w takim razie potwierdź na swoim drugim urządzeniu.

# registration.createDeviceWaitForConfirmation.success
source: Great, you're good to go in a moment...
de: Prima, gleich sind Sie startklar...
it: Attendi qualche istante...
pl: Świetnie, za chwilę będzie pan gotowy do pracy...

# registration.createDeviceWaitForConfirmation.waiting
source: Confirmation pending...
de: Bestätigung steht noch aus...
it: Conferma in attesa...

# registration.description.initialPassword
source: Please set a password to protect your app.
de: Bitte vergeben Sie ein Passwort zum Schutz Ihrer App.
it: Imposta una password per proteggere la tua app.
pl: Proszę ustawić hasło, aby chronić swoją aplikację.

# registration.device.scanTAN
source: Scan code
de: Code scannen
it: Scansiona il codice

# registration.dontAskForPassword.alert
source: The password prompt that appears whenever ginlo is started serves to further improve the security of your communication. Do you want to disable the prompt?
de: Die Passwortabfrage zum Start von ginlo dient der Sicherheit Ihrer Kommunikation. Wollen Sie die Abfrage abschalten?
it: La richiesta di password che compare ogni volta che si avvia ginlo serve a offrire ulteriore sicurezza alle tue comunicazioni. Vuoi disattivare la richiesta?
pl: Monit o hasło, który pojawia się przy każdym uruchomieniu ginlo, służy dalszemu zwiększeniu bezpieczeństwa Twojej komunikacji. Czy chcesz wyłączyć monit?

# registration.dontAskForPassword.alertTitle
source: Important note:
de: Wichtiger Hinweis
it: Avvertenza importante
pl: Ważna uwaga:

# registration.profile.title
source: Your Profile
de: Ihr Profil
it: Il tuo profilo
pl: Twój profil

# registration.headline.choosePictureSource
source: Select an image source
de: Wählen Sie eine Bildquelle aus
it: Seleziona una sorgente per l'immagine
pl: Wybierz źródło obrazu

# registration.headline.completeYourProfile
source: Complete your profile
de: Vervollständigen Sie Ihr Profil
it: Completa il profilo
pl: Uzupełnij swój profil

# registration.headline.enterPasswordAgain
source: To avoid typos, please enter your password again.
de: Ein Tippfehler passiert schnell mal – bestätigen Sie Ihr Passwort deshalb bitte.
it: Inserisci di nuovo la password per evitare refusi.
pl: Aby uniknąć literówek, wpisz jeszcze raz swoje hasło

# registration.headline.initialPassword
source: Set your password
de: Setzen Sie Ihr Passwort
it: Crea la tua password
pl: Ustaw swoje hasło

# registration.identity.button.continue.title
source: Continue
de: Weiter
it: Continua
pl: Kontynuuj

# registration.identity.label.description
source: Your ginlo ID:
de: Ihre ginlo ID:
it: Il tuo ID ginlo:
pl: Twój identyfikator ginlo:

# registration.identity.label.info
source: Other users can find you with this ID. No need to write it down – you can always look it up in your profile.
de: Andere Nutzer können Sie über diese ID finden. Aufschreiben ist nicht nötig – Sie können die ID jederzeit über Ihr Profil aufrufen.
it: Gli altri utenti possono trovarti con questo ID. Non c'è bisogno di scriverlo, puoi trovarlo in ogni momento nel tuo profilo.
pl: Inni użytkownicy mogą Cię znaleźć za pomocą tego identyfikatora. Nie musisz go zapisywać - zawsze możesz go sprawdzić w swoim profilu.

# registration.input.phone.placeholder
source: Mobile number
de: Handynummer
it: Numero di telefono
pl: Numer telefonu komórkowego

# registration.input.profileNamePlaceHolder
source: Display name
de: Anzeigename
it: Nome visualizzato

# registration.inputType.initialPassword
source: Use a Code Instead
de: Lieber einen Code verwenden
it: In alternativa, usa un codice
pl: Użyj kodu zamiast

# registration.label.confirmationTextView
source: Confirmation Code
de: Bestätigungscode
it: Codice di conferma

# registration.label.countryLabel
source: Country
de: Land
it: Paese

# registration.label.labelHeadline
source: Your Mobile Number
de: Ihre Handynummer
it: Il tuo numero di cellulare

# registration.label.passwordSecLevel
source: Password Strength
de: Passwortstärke
it: Sicurezza della password

# registration.label.passwordSecLevel.placeholder
source: Enter password
de: Passwort eingeben
it: Immetti la password
pl: Wprowadź hasło

# registration.label.phoneInput
source: Mobile Number
de: Handynummer
it: Numero di cellulare

# registration.label.profileInput
source: Display Name (shown with your messages)
de: Anzeigename (erscheint bei Ihren Nachrichten)
it: Nome visualizzato (con i tuoi messaggi)
pl: Display Name (wyświetlana z Twoimi wiadomościami)

# registration.labelDescription1.forgotPassword
source: We cannot reset your password. To create a new password, the app must be reset. Enter your mobile number to regain access to all of your ginlo contacts.
de: Ihr Passwort kann nicht durch uns zurückgesetzt werden. Um ein neues Passwort zu erstellen, muss die App zurückgesetzt werden. Mit der Eingabe Ihrer Handynummer erhalten Sie wieder Zugriff auf all Ihre ginlo Kontakte.
it: Impossibile reimpostare la tua password. Per creare una nuova password, ripristinare l'app. Inserisci il tuo numero di cellulare per poter riaccedere a tutti i tuoi contatti ginlo.
pl: Nie możemy zresetować Twojego hasła. Aby utworzyć nowe hasło, należy zresetować aplikację. Wpisz swój numer telefonu komórkowego, aby odzyskać dostęp do wszystkich kontaktów ginlo.

# registration.labelDescription2.forgotPassword
source: This will delete all active chats and ginlo media.
de: Alle aktiven Chats und die ginlo Medien werden dadurch gelöscht.
it: In questo modo, verranno eliminate tutte le chat e i file multimediali di ginlo.
pl: Spowoduje to usunięcie wszystkich aktywnych czatów i mediów ginlo.

# registration.labelTitle.forgotPassword
source: Have you forgotten your password?
de: Haben Sie Ihr Passwort vergessen?
it: Hai dimenticato la tua password?
pl: Czy zapomniałeś hasła?

# registration.registerAccount.timer
source: Wait for code
de: Warte auf Code
it: Attendere il codice
pl: Czekaj na kod

# registration.request_account.create_confirm.continue
source: Looks Good
de: Sieht gut aus
it: È corretto

# registration.request_account.create_confirm.back
source: Change
de: Ändern
it: Back
pl: Powrót

# registration.request_account.create_confirm.message
source: Your mobile number is:
de: Ihre Handynummer lautet:
it: Il tuo numero di cellulare è:
pl: Twój numer telefonu komórkowego to:

# registration.request_account.create_confirm.title
source: Let's Double-Check
de: Alles richtig so?
it: Meglio fare un'ulteriore verifica

# registration.subline.accountID_empty
source: Please enter your ginlo ID
de: Bitte geben Sie Ihre ginlo ID ein.
it: Inserisci il tuo ID ginlo
pl: Proszę podać swój ginlo ID

# registration.subline.phoneAndCountryCode
source: Country Code and Mobile Number
de: Ländervorwahl und Handynummer
it: Codice del paese e numero di cellulare

# registration.subline.phone_empty
source: Please enter your mobile number. It must contain at least 6 characters.
de: Bitte geben Sie Ihre Handynummer ein. Sie muss mindestens 6 Zeichen enthalten.
it: Inserisci il tuo numero di telefono! Deve contenere almeno 6 caratteri.
pl: Proszę wprowadzić swój numer telefonu komórkowego. Musi on zawierać co najmniej 6 znaków.

# registration.textView.confirmationTextView
source: Please enter the confirmation code we've sent to %@.
de: Bitte geben Sie den Bestätigungscode ein, den wir an %@ geschickt haben.
it: Inserisci il codice di conferma che abbiamo inviato a %@.
pl: Proszę wpisać kod potwierdzający, który wysłaliśmy na adres %@.

# registration.title.createAccount
source: Your Account Details
de: Ihre Account-Details
it: Informazioni del tuo account
pl: Dane dotyczące Twojego konta

# registration.title.forgotPassword
source: Forgotten your password?
de: Passwort vergessen?
it: Password dimenticata?

# registration.title.repeatPassword
source: Confirm your device password.
de: Gerätepasswort bestätigen.
it: Conferma la password del tuo dispositivo.

# registration.title.setPassword
source: Let's start with your device password.
de: Los geht's mit Ihrem Gerätepasswort.
it: Iniziamo con la password del tuo dispositivo.
pl: Zacznijmy od hasła do urządzenia

# registration.title.welcome
source: Welcome Back
de: Willkommen zurück
it: Bentornato

# registration.validation.passwordCannotBeEmpty
source: The password must include at least one symbol.
de: Das Passwort muss mindestens ein Zeichen beinhalten.
it: La password deve contenere almeno un carattere.
pl: Hasło musi zawierać co najmniej jeden symbol.

# registration.validation.passwordDoesNotMatch
source: The passwords don't match.
de: Die Passwörter stimmen nicht überein.
it: Le password non corrispondono.
pl: Hasła nie pasują do siebie.

# registration.validation.pinIsTooShort
source: The PIN must consist of 4 characters.
de: Die PIN muss aus 4 Zeichen bestehen.
it: Il PIN deve contenere almeno 4 caratteri.
pl: PIN musi składać się z 4 znaków.

# registration.validation.profileNameIsNotValid
source: The display name isn't valid.
de: Der Anzeigename ist ungültig.
it: Il nome visualizzato non è valido.
pl: Nazwa wyświetlana nie jest prawidłowa.

# registration.validation.pwd_is_expired
source: The password has expired. A new password must be set.
de: Das Passwort ist abgelaufen. Es muss ein neues Passwort vergeben werden.
it: La password è scaduta. È necessario assegnare una nuova password.
pl: Hasło straciło ważność. Należy ustawić nowe hasło.

# registration.validation.pwd_is_used_again
source: The password entered can't be used since it has been used previously.
de: Das eingegebene Passwort kann nicht verwendet werden, da es schon mal vergeben wurde.
it: Impossibile usare la password inserita in quanto impiegata in precedenza.
pl: Wprowadzone hasło nie może być użyte, ponieważ było już wcześniej używane.

# registration.validation.pwd_policies_fails
source: The password entered doesn't comply with the password guidelines. The following guidelines must be fulfilled:
de: Das eingegebene Passwort entspricht nicht den Passwortrichtlinien. Folgende Richtlinien müssen erfüllt sein:
it: La password inserita non rispetta le linee guida per l'impostazione della password. Rispettare le seguenti linee guida:
pl: Wprowadzone hasło nie jest zgodne z wytycznymi dotyczącymi haseł. Muszą zostać spełnione następujące wytyczne:

# registration.validation.pwd_policies_min_classes
source: Number of password classes: %@ This can be numbers, lower case letters, upper case letters, or special characters.
de: Anzahl Passwortklassen: %@ Dies können Zahlen, Kleinbuchstaben, Großbuchstaben oder Sonderzeichen sein.
it: Numero di categorie di password: %@ Possono essere numeri, lettere minuscole, lettere maiuscole o caratteri speciali.
pl: Liczba klas hasła: %@ Mogą to być liczby, małe litery, duże litery lub znaki specjalne.

# registration.validation.pwd_policies_min_digit
source: Number of numerical characters:
de: Anzahl Zahlen:
it: Numero di cifre:
pl: Liczba znaków numerycznych:

# registration.validation.pwd_policies_min_length
source: Minimum length:
de: Mindestlänge:
it: Lunghezza minima:
pl: Minimalna długość:

# registration.validation.pwd_policies_min_lowercase
source: Number of lower case letters:
de: Anzahl Kleinbuchstaben:
it: Numero di lettere minuscole:
pl: Liczba małych liter:

# registration.validation.pwd_policies_min_special_char
source: Number of special characters:
de: Anzahl Spezialzeichen:
it: Numero di caratteri speciali:
pl: Liczba znaków specjalnych:

# registration.validation.pwd_policies_min_uppercase
source: Number of upper case letters:
de: Anzahl Großbuchstaben:
it: Numero di lettere maiuscole:
pl: Liczba dużych liter:

# registration.validation.pwd_verifcation_fails
source: The password no longer meets the password guidelines. A new password must be set.
de: Das Passwort entspricht nicht mehr den Passwortrichtlinien. Es muss ein neues Passwort vergeben werden.
it: La password non soddisfa più i criteri previsti per le password. È necessario assegnare una nuova password.
pl: Hasło nie spełnia już wytycznych dotyczących haseł. Należy ustawić nowe hasło.

# requestEmailConfirmation.alert.freemailer.message
source: Activating a private e-mail address also deactivates the e-mail directory. Do you want to continue?
de: Mit dem Aktivieren einer privaten E-Mail-Adresse wird auch das E-Mail-Verzeichnis deaktiviert. Fortfahren?
it: Attivando un indirizzo e-mail privato viene disattivato l'elenco e-mail. Continuare?
pl: Aktywacja prywatnego adresu e-mail powoduje również dezaktywację katalogu e-mail. Czy chcesz kontynuować?

# requestEmailConfirmation.alert.freemailer.title
source: Important
de: Wichtig
it: Attenzione
pl: Ważne

# requestEmailConfirmation.alert.mailAlreadyUsed.message
source: This e-mail address is already in use. Please log in to your existing account. If you think this is wrong, please contact our support at b2b-support@ginlo.net.
de: Diese E-Mail-Adresse wird bereits verwendet. Loggen Sie sich bitte in Ihrem bestehenden Account ein. Wenn dies nicht richtig sein sollte, wenden Sie sich bitte an unseren Support über b2b-support@ginlo.net.
pl: Ten adres e-mail jest już używany. Proszę zalogować się na istniejące konto. Jeśli uważasz, że to błąd, skontaktuj się z naszym wsparciem pod adresem b2b-support@ginlo.net.

# requestEmailConfirmation.alert.mailAlreadyUsed.title
source: Important
de: Wichtig
it: Attenzione
pl: Ważne
