Repository: cdskev/ginlo-ios
Catalog: Application/Supporting Files/localization/*.lproj/Localizable.strings
Languages: de, it, pl

# common.button.yes
source: Yes
de: Ja
it: Sì
pl: Tak

# common.button.no
source: No
de: Nein
pl: Nie

# account.alreadyConfirmed
source: The account has already been confirmed.
de: Der Account wurde bereits bestätigt.
it: L'account è già stato confermato.
pl: Konto zostało już potwierdzone

# account.noAccountFound
source: No account has been created yet. Please sign up first.
de: Es wurde noch kein Account erstellt. Bitte registrieren Sie sich zuerst.
it: L'account non è ancora stato creato, ti devi prima registrare.
pl: Nie utworzono jeszcze żadnego konta. Proszę się najpierw zarejestrować.

# alert.contactSearch.noneFound.message
source: This is not a ginlo user.
de: Das ist leider kein ginlo Nutzer.
it: Non è un utente ginlo.
pl: To nie jest użytkownik ginlo.

# alert.contactSearch.noneFound.messageDescription.accountID
source: Maybe a typo in "%@"? Then just go back and try again. Or do you want to invite contacts in your address book to %@?
de: Tippfehler in der ID "%@"? Dann einfach zurückgehen und nochmal eingeben. Oder wollen Sie Kontakte aus Ihrem Adressbuch zu %@ einladen?
it: Controlla che non ci siano refusi in "%@". Torna indietro e riprova. O preferisci invitare i contatti nella tua rubrica a %@?
pl: Może literówka w "? Wtedy po prostu wróć i spróbuj ponownie. A może chcesz zaprosić kontakty ze swojej książki adresowej do %@?

# alert.contactSearch.noneFound.messageDescription.phoneNumber
source: Let's change that. :-) Send an invitation to %@ for %@ now.
de: Dann wird's Zeit das zu ändern. :-) Gleich eine Einladung an %@ für %@ schicken.
it: Cambiamolo. :-) Manda subito un invito a %@ per %@.
pl: Zmieńmy to :-) Wyślij teraz zaproszenie do %@ dla %@.

# alert.welcome.updateLocalContacts.buttonCancel
source: No
de: Nein
pl: Nie

# alert.welcome.updateLocalContacts.buttonOK
source: Yes
de: Ja
it: Continua
pl: Continue

# alert.welcome.updateLocalContacts.message
source: Want to find out who among your contacts is on ginlo, too?
de: Wollen Sie mal schauen, wer von Ihren Kontakten auch bei ginlo ist?
it: Let's find out who among your contacts is on ginlo, too. For this you need to permit ginlo access to your contacts.
pl: Sprawdźmy, kto z Twoich kontaktów jest również na ginlo. W tym celu musisz zezwolić ginlo na dostęp do swoich kontaktów.

# android.serach.placeholder
source: Search
de: Suchen
it: Ricerca
pl: Szukaj

# attention
source: Error
de: Fehler
it: Errore
pl: Błąd

# backendservice.internet.connectionFailed
source: No internet connection
de: Keine Internetverbindung
it: Connessione Internet assente
pl: Brak połączenia internetowego

# backup.backup.chats
source: Private chats...
de: Einzelchats...
it: Chat private...
pl: Prywatne czaty...

# backup.backup.check
source: Checking file...
de: Datei prüfen...
it: Verifica file...
pl: Sprawdzanie pliku...

# backup.backup.contacts
source: Contacts...
de: Kontakte...
it: Contatti...
pl: Kontakty...

# backup.backup.exportfailed
source: We're sorry, but something went wrong while creating your backup. Please try again.
de: Beim Erstellen Ihres Backups ist leider etwas schiefgelaufen. Bitte versuchen Sie es nochmal.
it: Spiacenti, si è verificato un errore durante l'esecuzione del backup. Riprova.
pl: Przepraszamy, ale coś poszło nie tak podczas tworzenia kopii zapasowej. Prosimy spróbować ponownie.

# backup.backup.groups
source: Group chats...
de: Gruppenchats...
it: Chat di gruppo...
pl: Czaty grupowe...

# backup.backup.icloud
source: Copying to iCloud...
de: kopiere zu iCloud...
it: Copia su iCloud...
pl: Kopiowanie do iCloud...

# backup.backup.info
source: Meta data...
de: Metadaten...
it: Metadati...
pl: Metadane...

# backup.backup.prepare
source: Preparing...
de: Vorbereitung...
it: Preparazione...
pl: Przygotowywanie...

# backup.backup.title
source: Creating your backup...
de: Backup wird erstellt...
it: Backup in corso...
pl: Tworzenie kopii zapasowej...

# backup.recover.channel
source: Importing channels...
de: Channels werden importiert...
it: Importazione dei canali...
pl: Importowanie kanałów...

# backup.recover.chats
source: Importing 1:1 chats...
de: Einzelchats werden importiert...
it: Importazione di 1:1 chat...
pl: Importowanie czatów 1:1...

# backup.recover.connect
source: Connecting to iCloud...
de: Mit iCloud verbinden...
it: Collega a iCloud
pl: Łączenie z iCloud...

# backup.recover.contacts
source: Importing contacts...
de: Kontakte werden importiert...
it: Importazione dei contatti...
pl: Importowanie kontaktów...

# backup.recover.groups
source: Importing group chats...
de: Gruppenchats werden importiert...
it: Importazione delle chat di gruppo...
pl: Importowanie czatów grupowych...

# backup.recover.importfailed
source: We're sorry, but something went wrong while importing your backup. Please try again.
de: Beim Importieren Ihres Backups ist leider etwas schiefgelaufen. Bitte versuchen Sie es nochmal.
it: Spiacenti, si è verificato un errore durante l'importazione del backup. Riprova.
pl: Przepraszamy, ale coś poszło nie tak podczas importowania Twojej kopii zapasowej. Proszę spróbować ponownie.

# backup.recover.profil
source: Importing your profile...
de: Profil wird importiert...
it: Importazione del tuo profilo...
pl: Importowanie profilu...

# backup.recover.timed
source: Importing time-delayed messages...
de: Zeitversetzte Nachrichten werden importiert...
it: Importazione dei messaggi programmati...
pl: Importowanie wiadomości z opóźnieniem czasowym...

# backup.recover.title
source: Importing your backup...
de: Backup wird importiert...
it: Importazione del backup in corso...
pl: Importowanie kopii zapasowej...

# backup.recover.wrongpassword
source: This password doesn't seem right. Please try again.
de: Dieses Passwort stimmt nicht so ganz. Bitte versuchen Sie es nochmal.
it: La password non è corretta. Riprova.
pl: To hasło nie wydaje się właściwe. Proszę spróbować ponownie.

# batestlicense.buttonLoginCode.label
source: I already have a license code.
de: Ich habe schon einen Lizenzcode.
it: Ho già un codice di licenza.
pl: Mam już kod licencyjny.

# batestlicense.buttonTryNow.label
source: Start Trial Now
de: Jetzt Testphase starten
it: Inizia subito il periodo di prova

# batestlicense.labelDescription.test
source: Already have a valid ginlo Business license? Then please enter it here.
de: Sie haben schon eine gültige ginlo Business Lizenz? Dann bitte hier eingeben.​
it: Hai già una licenza ginlo Business valida? Inseriscila qui.
pl: Masz już ważną licencję ginlo Business? W takim razie wpisz ją tutaj.

# batestlicense.labelSubTitle.test
source: days for free
de: Tage kostenlos testen
it: giorni gratis
pl: dni za darmo

# batestlicense.labelTitle.test
source: Try ginlo Business for free before purchasing a license code.
de: Jetzt ginlo Business kostenlos testen - erst danach brauchen Sie einen Lizenzcode.
it: Prova ginlo Business gratuitamente prima di acquistare un codice di licenza.
pl: Wypróbuj ginlo Business za darmo przed zakupem kodu licencyjnego.

# batestlicense.testvoucherinfo.label
source: Your license expires in %@ days.
de: Ihre Lizenz läuft in %@ Tagen ab.
it: La tua licenza scade tra %@ giorni.
pl: Twoja licencja wygasa za %@ dni.

# batestlicense.testvoucherinfo.labelCode
source: Enter License Code
de: Lizenzcode eingeben
it: Inserisci il codice di licenza
pl: Wprowadź kod licencyjny

# batestlicense.title.test
source: Your Trial Period
de: Ihre Testphase
it: Il tuo periodo di prova

# business.alert.accountManagement.companyRecoveryKeyRequested.message
source: Your request has been sent. You'll receive your code once your request is completed.
de: Ihre Anfrage wurde abgeschickt. Sobald Ihr Admin sie bearbeitet hat, bekommen Sie Ihren Code.
it: La tua richiesta è stata inviata. Una volta che l'amministratore lo ha modificato, ricevi il tuo codice.
pl: Twoja prośba została wysłana. Otrzymasz swój kod po zakończeniu żądania.

# business.alert.accountManagement.companyRecoveryKeyRequested.title
source: Help's on its Way
de: Hilfe naht
it: L´aiuto arriva

# business.alert.accountManagement.companyRecoveryKeyWrong.message
source: Please check your recovery code and try again.
de: Bitte prüfen Sie Ihren Code, und versuchen Sie es nochmal.
it: Verifica il codice di recupero e riprova.
pl: Proszę sprawdzić swój kod odzyskiwania i spróbować ponownie

# business.alert.accountManagement.companyRecoveryKeyWrong.title
source: This Doesn't Seem Right
de: Das stimmt noch nicht so ganz
it: Sembra che ci sia un errore

# business.alert.accountManagementRequested.btnAccept.title
source: Accept
de: Annehmen
it: Accetta

# business.alert.accountManagementRequested.btnDecline.title
source: Decline
de: Ablehnen
it: Rifiuta

# business.alert.accountManagementRequested.message
source: You're invited to join the team of "%@". If you accept, your team admin will manage your account and provide you with a license.
de: Sie wurden ins Team von "%@" eingeladen. Wenn Sie annehmen, übernimmt der Team-Admin die Verwaltung Ihres Accounts und stellt eine Lizenz für Sie bereit.
it: Ti invitiamo a entrare nel team di "%@". Se accetti, l'amministratore del team gestirà il tuo account e ti fornirà una licenza.
pl: Jesteś zaproszony do dołączenia do zespołu ". Jeśli zaakceptujesz, administrator twojego zespołu będzie zarządzał twoim kontem i zapewni ci licencję.

# business.alert.accountManagementRequested.title
source: Accept Team Invitation?
de: Team-Einladung annehmen?
it: Accetti l'invito al team?

# business.alert.usage_expired.btnExtend.title
source: Extend
de: Verlängern
it: Estendere

# business.alert.usage_expired.message
source: Your license has expired. Please extend your license or enter a new login code.
de: Ihre Lizenz ist abgelaufen. Verlängern Sie die Lizenz, oder geben Sie einen neuen Login-Code ein.
it: La Sua licenza è scaduta. Estenda la licenza o inserisca un nuovo codice d’accesso.
pl: Twoja licencja wygasła. Proszę przedłużyć licencję lub wprowadzić nowy kod logowania.

# business.alert.usage_expired.title
source: License notice
de: Lizenzhinweis
it: Avviso sulla licenza
pl: Powiadomienie o licencji

# business.alert.usage_soon_expired.btnExtend.title
source: Extend
de: Verlängern
it: Estendere

# business.alert.usage_soon_expired.message
source: Your license will expire soon. Please extend your license or enter a new login code.
de: Ihre Lizenz läuft in Kürze ab. Bitte verlängern Sie die Lizenz, oder geben Sie einen neuen Login-Code ein.
it: La Sua licenza scadrà a breve. Estenda la licenza o inserisca un nuovo codice d’accesso.
pl: Twoja licencja wkrótce wygaśnie. Proszę przedłużyć licencję lub wprowadzić nowy kod logowania.

# business.alert.usage_soon_expired.title
source: License notice
de: Lizenzhinweis
it: Avviso sulla licenza
pl: Powiadomienie o licencji

# channel.categories.menu.title.all
source: All Categories
de: Alle Kategorien
it: Tutte le categorie

# channel.categories.menu.title.financeTextKey
source: Finance
de: Finanzen
it: Finanze

# channel.categories.menu.title.foodTextKey
source: Food & Drinks
de: Essen & Trinken
it: Mangiare e bere
pl: Żywność i napoje

# channel.categories.menu.title.healthTextKey
source: Health & Fitness
de: Gesundheit & Fitness
it: Salute e fitness

# channel.categories.menu.title.localTextKey
source: Local
de: Lokales
it: Informazioni locali
pl: Lokalne

# channel.categories.menu.title.musicTextKey
source: Music
de: Musik
it: Musica
pl: Muzyka

# channel.categories.menu.title.sportTextKey
source: Sports
de: Sport
it: Sport
pl: Sport

# channel.categories.menu.title.technicTextKey
source: Technology
de: Technik
it: Tecnologia
pl: Technologia

# channel.categories.menu.title.tippsTextKey
source: Tips
de: Tipps
it: Consigli
pl: Porady

# channel.categories.menu.title.travelTextKey
source: Travel & Transportation
de: Reisen & Verkehr
it: Viaggi e traffico
pl: Podróże i transport

# channel.categories.menu.title.weatherTextKey
source: Weather
de: Wetter
it: Meteo
pl: Pogoda

# channel.categories.menu.title.citizeninfoTextKey
source: Citizen Info
de: Bürger-Info
it: Info al cittadino

# channel.categories.title.categories
source: Categories
de: Kategorien
it: Categorie

# channel.categories.title.show_categories
source: View Categories
de: Kategorien anzeigen
it: Mostra categorie

# channel.details.alert.message.filter_is_empty
source: You'll no longer receive messages from this channel.
de: Sie bekommen jetzt keine Nachrichten mehr aus diesem Channel.
it: Non riceverai più messaggi da questo canale.
pl: Nie będziesz już otrzymywać wiadomości z tego kanału.

# channel.details.alert.message.service_filter_is_empty
source: You'll no longer receive messages for this service.
de: Sie bekommen jetzt keine Benachrichtigungen mehr für diesen Service.
it: Non riceverai più messaggi per questo servizio.
pl: Nie będziesz już otrzymywać wiadomości dla tego serwisu.

# channel.details.alert.title.filter_is_empty
source: All Content Disabled
de: Alle Inhalte deaktiviert
it: Attenzione!

# channel.details.alert.title.service_filter_is_empty
source: All Content Disabled
de: Alle Inhalte deaktiviert
it: Attenzione!

# channel.details.disclaimer.detail
source: The content provider is responsible for all the content on the content channel and also for any additional links that may be used. ginlo.net GmbH has no influence over this content.
de: Für die Inhalte der Content-Channels sowie für eventuell verwendete weiterführende Links ist der jeweilige Content-Anbieter verantwortlich. Die ginlo.net GmbH hat auf diese Inhalte keinen Einfluss.
it: Il content provider è responsabile per i contenuti dei canali del content marketing e degli eventuali link inseriti. La società ginlo.net GmbH non ha alcuna influenza su tali contenuti.
pl: Dostawca treści jest odpowiedzialny za wszystkie treści na kanale treści, a także za wszelkie dodatkowe linki, które mogą być używane. ginlo.net GmbH nie ma wpływu na te treści.

# channel.details.disclaimer.title
source: Disclaimer of Liability
de: Haftungsausschluss
it: Esclusione di responsabilità
pl: Zrzeczenie się odpowiedzialności

# channel.details.label.channel_description
source: Description
de: Beschreibung
it: Descrizione
pl: Opis

# channel.list.button.loadMore.title
source: Show more channels
de: Weitere Channels anzeigen
it: Mostra altri canali
pl: Pokaż więcej kanałów

# channel.list.no_channels_for_category_found
source: There are no channels available in this category
de: Es sind keine Channels in dieser Kategorie vorhanden
it: In questa categoria non sono presenti canali
pl: W tej kategorii nie ma dostępnych kanałów

# channel.list.no_channels_found
source: Unfortunately, there are no channels available for your language settings.
de: Für Ihre Spracheinstellung ist leider kein Channel verfügbar.
it: nessun canale è disponibile per l'impostazione della lingua.
pl: Niestety, dla Twoich ustawień językowych nie ma dostępnych kanałów.

# channel.settings.menu.title.recommend
source: Recommend
de: Empfehlen
it: Consiglia
pl: Poleć

# channel.settings.menu.title.reply
source: Contact
de: Kontaktieren
it: Contattaci
pl: Kontakt

# channel.settings.menu.title.sounds
source: Sound/Notification
de: Töne/Meldungen
it: Suonerie/Notifiche
pl: Dźwięk/powiadomienia

# channel.settings.menu.title.unsubscribe
source: Unsubscribe
de: Abbestellen
it: Annulla l'iscrizione

# channel.settings.recommandation.default
source: The %@ messages any time on your mobile. Click here: %@://channel/add?channel=%@
de: Die %@-Meldungen jederzeit auf Ihrem Handy. Klicken Sie hier: %@://channel/add?channel=%@
it: Le notifiche %@ sempre sul tuo cellulare. Clicca qui: %@://channel/add?channel=%@
pl: Wiadomości %@ w każdej chwili na komórkę. Kliknij tutaj: %@://channel/add?channel=%@

# channel.welcome.format
source: Welcome to the %@ channel! We'll make sure you always stay up to date. A few small tips: - You can access the Channel menu via the icon at the top right. - You can follow new categories by clicking on "Information". - When you deactivate "Sounds/Notifications", you'll no longer receive any push notifications for messages. - Click and hold down on a message to forward this message Have fun!
de: Willkommen im %@-Channel! Wir sorgen dafür, dass Sie immer auf dem Laufenden bleiben. Ein paar kleine Tipps: - Über das Icon oben rechts erreichen Sie das Channel-Menü. - Über "Information" können Sie dort neuen Rubriken folgen. - Wenn Sie "Töne/Meldungen" deaktivieren, bekommen Sie keine Push-Mitteilungen mehr zu Nachrichten. - Wenn Sie auf eine Nachricht klicken und gedrückt halten, können Sie die Nachricht weiterleiten Viel Spaß!
it: Benvenuto nel canale %@! Ti terremo sempre aggiornato/a. Qualche consiglio: - Usa l'icona in alto a destra per accedere al menu Canale. - Segui nuove categorie facendo clic su "Informazioni". - Disattivando "Suoni/notifiche", non riceverai più notifiche push dei messaggi. - Tieni premuto su un messaggio per inoltrarlo Buon divertimento!
pl: Witamy na kanale %@! Zadbamy o to, abyś zawsze był na bieżąco. Kilka drobnych wskazówek: - Dostęp do menu kanału uzyskasz dzięki ikonie w prawym górnym rogu. - Możesz śledzić nowe kategorie, klikając na ˝Informacje˝. - Po dezaktywacji ″dźwięków/powiadomień″ nie będziesz już otrzymywać powiadomień push dla wiadomości. - Kliknij i przytrzymaj wiadomość, aby przekazać tę wiadomość dalej Miłej zabawy!

# channel_details.action.unsubcribe.title
source: Do you want to stop following the channel?
de: Wollen Sie dem Channel nicht mehr folgen?
it: Non vuoi più seguire il canale?
pl: Czy chcesz przestać śledzić ten kanał?

# channel_details.action.unsubcribe_service.title
source: Do you want to deactivate the service?
de: Wollen Sie den Service deaktivieren?
it: Vuoi disattivare il servizio?
pl: Czy chcesz dezaktywować usługę?

# channel_details.action.unsubscribe
source: Unsubscribe from channel
de: Channel abbestellen
it: Annulla l'iscrizione al canale
pl: Wypisać się z kanału

# channel_details.action.unsubscribe_service
source: Deactivate service
de: Service deaktivieren
it: Disattiva servizio
pl: Dezaktywuj usługę

# channel_details.button.subscribe.title
source: Subscribe
de: Abonnieren
it: Iscriviti
pl: Subskrybuj

# channel_details.section_toggles.title
source: Choose Your Content Types
de: Wählen Sie Ihre Inhalte
it: Scegli i tipi di contenuti
pl: Wybierz swoje typy treści

# chat-location-selection.location-service-authorization-denied
source: Access to location services is disabled.
de: Der Zugriff auf die Ortungsdienste ist deaktiviert.
it: L'accesso ai servizi di localizzazione è disattivato.
pl: Dostęp do usług lokalizacyjnych jest wyłączony

# chat-location-selection.navigation-item.title
source: Location
de: Standort
it: Posizione
pl: Lokalizacja

# chat-location-selection.position-info.info-text
source: Send your location
de: Eigenen Standort senden
it: Invia la tua posizione
pl: Wyślij swoją lokalizację

# chat-location-selection.precision-info-text
source: Accurate to %im
de: auf %im genau
it: precisa al %im
pl: Dokładność do %im

# chat-location-selection.snapshot-creation-failed
source: We're sorry, but something went wrong while determining your location. Please try again
de: Beim Ermitteln Ihres Standorts ist leider etwas schiefgelaufen. Bitte versuchen Sie es nochmal.
it: Spiacenti, si è verificato un errore durante la determinazione della tua posizione. Riprova
pl: Przepraszamy, ale coś poszło nie tak podczas określania Twojej lokalizacji. Prosimy spróbować ponownie

# chat.button.add.accessibility.label
source: Add
de: Hinzufügen
it: Aggiungi
pl: Dodaj

# chat.button.enable_selfdestruction.accessibility.label
source: Activate self-destruct
de: Selbstzerstörung aktivieren
it: Attiva autodistruzione
pl: Aktywuj autodestrukcję

# chat.button.enable_sendTimed.accessibility.label
source: Activate time-delayed sending
de: Zeitverzögertes Versenden aktivieren
it: Attiva l’invio programmato

# chat.button.record.accessibility.hint
source: Double-tap and hold for audio recording
de: Für audioaufnahme doppel tippen und halten
it: Per registrazioni audio clicca due volte e tieni premuto
pl: Podwójne stuknięcie i przytrzymanie w celu nagrania audio

# chat.button.record.accessibility.label
source: Audio recording
de: Audioaufnahme
it: Registrazione audio
pl: Nagranie audio

# chat.button.selfdestruction.label
source: Self-destruct
de: Selbstzerstörung
it: Autodistruzione
pl: Samozniszczenie

# chat.button.sendTime.label
source: Sending time
de: Versandzeitpunkt
it: Orario di invio
pl: Czas wysyłania

# chat.button.avcall.acceptAudio
source: Join Audio
de: Sprachanruf
it: Chiamata vocale
pl: Dołącz do audio

# chat.button.avcall.acceptVideo
source: Join Video
de: Videoanruf
it: Videochiamata
pl: Dołącz do wideo

# chat.button.avcall.startAudioCall
source: Audio Call
de: Sprachanruf starten
pl: Połączenie audio

# chat.button.avcall.startVideoCall
source: Video Call
de: Videoanruf starten
pl: Połączenie wideo

# chat.button.avcall.incomingcall
source: Incoming Call
de: Anruf
pl: Połączenie przychodzące

# chat.button.videoCall.accessibility.label
source: Video call
de: Videoanruf
it: Videochiamata
pl: Połączenie wideo

# chat.button.audioCall.accessibility.label
source: Audio call
de: Sprachanruf
it: Chiamata vocale

# chat.channel.wasDeleted
source: This channel has been closed.
de: Dieser Channel wurde geschlossen.
it: Questo canale è stato chiuso.
pl: Ten kanał został zamknięty

# chat.distributionList_selection.title
source: New Mailing List
de: Neuer Verteiler
it: Nuova Mailing List

# chat.encryption.hashInvalid
source: We're sorry, but something went wrong while verifying the message. Please try again.
de: Beim Verifizieren der Nachricht ist leider etwas schiefgelaufen. Bitte versuchen Sie es nochmal.
it: Spiacenti, si è verificato un errore durante la verifica del messaggio. Riprova.
pl: Przepraszamy, ale coś poszło nie tak podczas weryfikacji wiadomości. Proszę spróbować ponownie.

# chat.encryption.signatureIsInvalid
source: The signature of the message is invalid
de: Die Signatur der Nachricht ist ungültig
it: La firma del messaggio non è valida
pl: Podpis wiadomości jest nieprawidłowy

# chat.export.messageType.contact
source: Contact
de: Kontakt
it: Contatto
pl: Kontakt

# chat.export.messageType.error
source: Error
de: Fehler
it: Errore
pl: Błąd

# chat.export.messageType.file
source: File
de: Datei
pl: Plik

# chat.export.messageType.image
source: Image
de: Bild
it: Immagine
pl: Obraz

# chat.export.messageType.location
source: Location
de: Standort
it: Posizione
pl: Lokalizacja

# chat.export.messageType.selfDestruct
source: Self-destructing message
de: Selbstzerstörende Nachricht
it: Messaggio autodistruttivo
pl: Wiadomość samozniszczenia

# chat.export.messageType.avCall
source: A/V-Call
de: A/V-Anruf

# chat.group.administration.title
source: Manage group
de: Gruppe verwalten
it: Gestisci il gruppo
pl: Zarządzaj grupą

# chat.group.alert.couldNotSaveChanges
source: We're sorry, but something went wrong while modifying the group. Please try again.
de: Beim Ändern der Gruppe ist leider etwas schiefgelaufen. Bitte versuchen Sie es nochmal.
it: Spiacenti, si è verificato un errore durante la modifica del gruppo. Riprova.
pl: Przepraszamy, ale coś poszło nie tak podczas modyfikacji grupy. Proszę spróbować ponownie.

# chat.group.alert.deletionFailed
source: We're sorry, but something went wrong while deleting the group. Please try again.
de: Beim Löschen der Gruppe ist leider etwas schiefgelaufen. Bitte versuchen Sie es nochmal.
it: Spiacenti, si è verificato un errore durante l'eliminazione del gruppo. Riprova.
pl: Przepraszamy, ale coś poszło nie tak podczas usuwania grupy. Proszę spróbować ponownie.

# chat.group.button.delete
source: Delete group
de: Gruppe löschen
it: Cancella il gruppo
pl: Usuń grupę
