Repository: cdskev/ginlo-ios
Catalog: Application/Supporting Files/localization/*.lproj/Localizable.strings
Languages: de, it, pl

# chat.sendOptions.sendTimed.unselected
source: Sending time removed
de: Versandzeitpunkt entfernt
it: Orario d'invio rimosso

# chat.setsilent.btnOptionPermanent
source: Permanently
de: Dauerhaft
it: Per sempre
pl: Permanentnie

# chat.setsilent.btnOption1440
source: 24 hours
de: 24 Stunden
it: 24 ore
pl: 24 godziny

# chat.setsilent.btnOption15
source: 15 minutes
de: 15 Minuten
it: 15 minuti
pl: 15 minut

# chat.setsilent.btnOption480
source: 8 hours
de: 8 Stunden
it: 8 ore
pl: 8 godzin

# chat.setsilent.btnOption60
source: 1 hour
de: 1 Stunde
it: 1 ora
pl: 1 godzina

# chat.setsilent.btnResetSilent
source: Unmute
de: Stummschaltung aufheben
it: Disattiva silenziamento

# chat.setsilent.labelSilentActive
source: Mute active:
de: Stummschalten aktiv:
it: Silenziamento attivo:
pl: Wyciszenie aktywne:

# chat.setsilent.labelSilentFooter
source: You'll once again receive messages for this chat after mute has elapsed. You can find general control options for messages in the settings.
de: Nach Ablauf der Stummschaltung erhalten Sie wieder Benachrichtigungen für diesen Chat. Allgemeine Steuermöglichkeiten zu Benachrichtigungen finden Sie in den Einstellungen.
it: Allo scadere della funzione di silenziamento ricomincerai a ricevere i messaggi di questa chat. Puoi trovare le opzioni di comando generali dei messaggi nelle impostazioni.
pl: Po upływie wyciszenia ponownie będziesz otrzymywać wiadomości dla tego czatu. Ogólne opcje kontroli wiadomości znajdziesz w ustawieniach.

# chat.setsilent.labelSilentHeader
source: Select mute
de: Stummschaltung wählen
it: Seleziona silenziamento
pl: Wybierz wyciszenie

# chat.setsilent.labelSilentInactive
source: Mute deactivated
de: Stummschaltung deaktiviert
it: Silenziamento disattivato
pl: Wyciszenie wyłączone

# chat.setsilent.labelSilentTimeLeft
source: %@ hours %@ minutes
de: %@ Stunden %@ Minuten
it: %@ ore %@ minuti
pl: %@ godzin %@ minut

# chat.setsilent.labelSilentTimeLeft2
source: %@ minutes
de: %@ Minuten
it: %@ minuti
pl: %@ minut

# chat.setsilent.title
source: Mute
de: Stumm schalten
it: Silenzia
pl: Wyciszenie

# chat.single.alert.message.contact_blocked
source: The chat partner has been blocked.
de: Der Chatpartner wurde blockiert.
it: Il partner della chat è stato bloccato.
pl: Partner czatu został zablokowany.

# chat.single.alert.message.contact_deleted
source: %@ has signed out of %@.
de: %@ hat sich bei %@ abgemeldet.
it: %@ è uscito da %@.
pl: %@ wylogował się z %@.

# chat.single.alert.message.contact_recreated
source: %@ has signed in to ginlo again. This chat was therefore closed. You can start a new chat with this contact.
de: %@ hat sich wieder bei ginlo angemeldet. Dieser Chat wurde daher geschlossen. Sie können einen neuen Chat mit ihm starten.
it: %@ è rientrato in ginlo. Quindi questa chat è stata chiusa. Puoi iniziare una nuova chat con questo contatto.
pl: %@ ponownie zalogował się na ginlo. Ten czat został więc zamknięty. Możesz rozpocząć nowy czat z tym kontaktem.

# chat.single.alert.title.contact_blocked
source: Contact Blocked
de: Kontakt blockiert
it: Avvertenza
pl: Kontakt zablokowany

# chat.text.placeHolder
source: Type a message
de: Nachricht schreiben
it: Scrivi un messaggio
pl: Wpisz wiadomość

# chat.text.placeHolder.comment
source: Reply
de: Antworten
it: Rispondi

# chat.timedMessages.title
source: Time-delayed messages
de: Zeitverzögerte Nachrichten
it: Messaggi a invio programmato
pl: Wiadomości opóźnione w czasie

# chatlist.oooStatus.message
source: Your status is still Absent. Do you want to set it to Available now?
de: Ihr Status ist noch "Abwesend". Wollen Sie ihn jetzt auf "Anwesend" setzen?
it: Il tuo stato è ancora Assente. Vuoi impostarlo su Disponibile?
pl: Twój status to wciąż Nieobecny. Czy chcesz go teraz ustawić na Dostępny?

# chatlist.oooStatus.message.ok
source: Turn off
de: Ausschalten
it: Spegni
pl: Wyłącz

# chatlist.oooStatus.title
source: Turn off absence
de: Abwesenheit ausschalten
it: Disattiva Assenza
pl: Wyłącz nieobecność

# chatlist.search.section.group
source: GROUPS
de: GRUPPEN
it: GRUPPI

# chats.addAttachment.contact
source: Contact
de: Kontakt
it: Contatto
pl: Kontakt

# chats.addAttachment.file
source: File
de: Datei
pl: Plik

# chats.addAttachment.fromMedia
source: ginlo files
de: ginlo Dateien
it: File ginlo

# chats.addAttachment.location
source: Location
de: Standort
it: Posizione
pl: Lokalizacja

# chats.addAttachment.record
source: Camera
de: Kamera
it: Dalla macchina fotografica
pl: Aparat

# chats.attachment.deleted
source: This attachment has already been deleted.
de: Dieser Anhang wurde bereits gelöscht.
it: Questa appendice è già stato cancellato.
pl: Ten załącznik został już usunięty

# chats.contact.unknown
source: Unknown user
de: Ihnen unbekannter Nutzer
it: Utente sconosciuto
pl: Nieznany użytkownik

# chats.deleteAttachment.actionSheetDelete
source: Delete
de: Löschen
it: Cancella
pl: Usuń

# chats.fileMessageCell.title
source: File
de: Datei
pl: Plik

# chats.group.label.topic
source: Topic
de: Thema
it: Argomento di discussione
pl: Temat

# chats.selfDestruction.date.title
source: Time
de: Zeitpunkt
it: Data di scadenza
pl: Czas

# chats.sendContact.NoContactDisplayName
source: Unknown contact
de: Unbekannter Kontakt
it: Contatto sconosciuto
pl: Nieznany kontakt

# chats.sendContact.askForSaveContact.no
source: No
de: Nein
pl: Nie

# chats.sendContact.askForSaveContact.title
source: Save contact
de: Kontakt speichern
it: Salva contatto
pl: Zapisz kontakt

# chats.sendContact.askForSaveContact.yes
source: Yes
de: Ja
it: Sì
pl: Tak

# chats.sendContact.askForType
source: Please select which type of contact you want to send
de: Bitte wählen Sie aus, welche Kontakt-Art Sie versenden möchten
it: Seleziona il tipo di contatto da inviare
pl: Proszę wybrać, jaki typ kontaktu chcesz wysłać

# chats.sendContact.askForType.localVCard
source: Address Book Contact
de: Adressbuch-Kontakt
it: Contatto della rubrica
pl: Książka adresowa Kontakt

# chats.sendContact.askForType.simsmeVCard
source: ginlo Contact
de: ginlo Kontakt
it: Contatto ginlo
pl: Kontakt z ginlo

# chats.sendContact.askForType.title
source: Send contact
de: Kontakt senden
it: Invia contatto
pl: Wyślij kontakt

# chats.showFile.save
source: Open File
de: Datei öffnen
it: Apri file
pl: Otwórz plik

# chats.showPicture.destroyedLabel
source: The image is no longer available
de: Das Bild steht nicht länger zur Verfügung
it: L'immagine non è più disponibile
pl: Obraz nie jest już dostępny

# chats.showPicture.pleaseTouch
source: Tap screen to display image
de: Berühren Sie den Bildschirm um das Bild anzuzeigen
it: Tocca lo schermo per visualizzare l'immagine
pl: Stuknij w ekran, aby wyświetlić obraz

# chats.showPicture.save
source: More...
de: Mehr...
it: Altro...
pl: Więcej...

# chats.showText.destroyedIn
source: Self-destruction in
de: Selbstzerstörung in
it: Autodistruzione tra
pl: Autodestrukcja w

# chats.showText.destroyedLabel
source: The message is no longer available
de: Die Nachricht steht nicht länger zur Verfügung
it: Il messaggio non è più disponibile
pl: Wiadomość nie jest już dostępna

# chats.showText.pleaseTouch
source: Tap screen to display image
de: Berühren Sie den Bildschirm um die Nachricht anzuzeigen
it: Tocca lo schermo per visualizzare il messaggio

# chats.showVideo.destroyedLabel
source: The video is no longer available
de: Das Video steht nicht länger zur Verfügung
it: Il video non è più disponibile
pl: Wideo nie jest już dostępne

# chats.showVideo.pleaseTouch
source: Tap screen to play video
de: Berühren Sie den Bildschirm um das Video anzuzeigen
it: Tocca lo schermo per visualizzare il video

# chats.showVideo.save
source: More...
de: Mehr...
it: Altro...
pl: Więcej...

# chats.title.forwardMessage
source: Forward
de: Weiterleiten
it: giù le mani
pl: Do przodu

# chats.title.newChat
source: New chat
de: Neuer Chat
it: Nuova chat
pl: Nowy czat

# chats.title.newFileChat
source: Sent to
de: Senden an
it: Invia a
pl: Wysłane do

# chats.voiceMessage.play
source: Play
de: Abspielen
it: Riproduci
pl: Odtwórz

# chats_selfdestruction_countdown_second
source: Second
de: Sekunde
it: Secondo

# chats_selfdestruction_countdown_seconds
source: Seconds
de: Sekunden
it: Secondi

# companyAdressbook.syncInfo.DownloadServerChecksums
source: Load server checksums
de: Lade Server-Checksummen
it: Carica i checksum del server

# companyAdressbook.syncInfo.LoadServerChecksums
source: Process server checksums
de: Verarbeite Server-Checksummen
it: Elabora i checksum del server
pl: Przetwarzaj sumy kontrolne serwera

# companyAdressbook.syncInfo.LoadClientChecksums
source: Load client checksums
de: Lade Client-Checksummen
it: Carica i checksum del cliente
pl: Załaduj sumy kontrolne klienta

# companyAdressbook.syncInfo.LoadCompanyEntries
source: Load server directory
de: Lade Server-Verzeichnis
it: Carica la directory del server

# companyAdressbook.syncInfo.LoadContactsToUpdate
source: Check for contacts to be updated
de: Prüfe zu aktualisierende Kontakte
it: Cerca i contatti da aggiornare
pl: Sprawdź, czy kontakty są aktualizowane

# companyAdressbook.syncInfo.DownloadContactsToUpdate
source: Download updated contacts
de: Lade aktualisierte Kontakte
it: Scarica i contatti aggiornati
pl: Pobierz zaktualizowane kontakty

# companyAdressbook.syncInfo.SaveContactsToUpdate
source: Save contacts
de: Speichere Kontakte
it: Salva contatti
pl: Zapisz kontakty

# companyAdressbook.syncInfo.CheckCompanyContactsToDelete
source: Check deleted contacts
de: Prüfe gelöschte Kontakte
it: Controlla i contatti eliminati
pl: Sprawdź usunięte kontakty

# companyAdressbook.syncInfo.LoadContactsToCreate
source: Load new contacts
de: Lade neue Kontakte
it: Carica nuovi contatti
pl: Załaduj nowe kontakty

# companyregistration.buttonNextLabel.forgotPassword
source: Request Code
de: Anfrage abschicken
it: Invia la richiesta

# companyregistration.labelDescription1.forgotPassword
source: To reset your password, please request a recovery code from your admin.
de: Zum Zurücksetzen Ihres Passworts brauchen Sie einen Wiederherstellungscode. Bitte fragen Sie den Code bei Ihrem Admin an.
it: Per reimpostare la password, è necessario un codice di recupero. Chiedi il codice al tuo amministratore.
pl: Aby zresetować hasło, poproś o kod odzyskiwania od swojego administratora.

# companyregistration.labelDescription2.forgotPassword
source: You'll receive the code once your admin has approved.
de: Sie bekommen den Code, sobald Ihr Admin die Anfrage bestätigt hat.
it: Riceverai il codice non appena il tuo amministratore avrà confermato la richiesta.
pl: Kod otrzymasz po zatwierdzeniu przez swojego administratora.

# companyregistration.labelTitle.forgotPassword
source: Request Recovery Code
de: Wiederherstellungscode anfragen
it: Richiedi il codice di recupero

# companyregistration.title.forgotPassword
source: Forgot your password?
de: Passwort vergessen?
it: Hai dimenticato la password?

# contacts.alert.noContactInformationTitle
source: Invitation not possible
de: Einladung nicht möglich
it: Non è possibile effettuare l'invito.
pl: Zaproszenie nie jest możliwe

# contacts.remindSyncingPopup.title
source: Keep Your Contacts up to Date
de: Aktualisieren Sie Ihre Kontakte
it: Mantieni aggiornati i tuoi contatti

# contacts.remindSyncingPopup.message
source: Time to sync your address book to see who of your contacts is new on ginlo: Just tap the down arrow in the top right, then tap "Sync Address Book".
de: Zeit, mal wieder Ihr Adressbuch zu synchronisieren und rauszufinden, wer von Ihren Kontakten neu bei ginlo ist: Einfach oben rechts auf den Pfeil nach unten und dann auf "Adressbuch synchronisieren" tippen.
it: E' ora di sincronizzare la rubrica per vedere chi dei tuoi contatti è nuovo su ginlo: Tocca la freccia verso il basso in alto a destra, poi tocca "Sincronizza la rubrica".
pl: Czas zsynchronizować książkę adresową, aby zobaczyć, kto z Twoich kontaktów jest nowy na ginlo: Wystarczy dotknąć strzałki w dół w prawym górnym rogu, a następnie dotknąć.

# contacts.button.inviteUserToSimsMe
source: Invite
de: Einladen
it: Invita
pl: Zaproś

# contacts.button.inviteUserToSimsMeMail
source: Invite via E-Mail
de: Einladen via E-Mail
it: Invita tramite E-Mail
pl: Zaproś przez e-mail

# contacts.button.inviteUserToSimsMeSMS
source: Invite via SMS
de: Einladen via SMS
it: Invita tramite SMS
pl: Zaproś przez SMS

# contacts.button.sendMessageToUser
source: Send Secure Message
de: Sichere Nachricht senden
it: Invia un messaggio sicuro
pl: Wyślij bezpieczną wiadomość

# contacts.button.scanContactShort
source: Scan
de: Scannen
it: Scannerizza

# contacts.button.unblockContactShort
source: Unblock
de: Freigeben
it: Sblocca

# contacts.companyContacts.list.title
source: Company Directory
de: Firmenverzeichnis
it: Directory dell'azienda

# contacts.confidence.high
source: High
de: Hoch
it: Alto

# contacts.confidence.low
source: Low
de: Niedrig
it: Basso

# contacts.confidence.middle
source: Medium
de: Mittel
it: Medio

# contacts.confidence.none
source: Insecure
de: Unsicher
it: Non sicuro

# contacts.createNew.title
source: Save Contact
de: Kontakt speichern
it: Salva contatto

# contacts.detail.new.user
source: Find a User
de: Nutzer suchen
it: Trova un utente

# contacts.details.buttonBlock
source: Block
de: Blockieren
it: Blocca
pl: Blokada

# contacts.details.buttonChat
source: Type a message
de: Nachricht schreiben
it: Scrivi un messaggio
pl: Wpisz wiadomość

# contacts.details.buttonRemove
source: Delete
de: Löschen
it: Elimina
pl: Usuń

# contacts.details.buttonSave
source: Save
de: Speichern
it: Contatto
pl: Zapisz

# contacts.details.unknown.status
source: <Status Unknown>
de: <Status Unbekannt>
pl: <Status nieznany>

# contacts.details.buttonScan
source: Scan Contact
de: Kontakt scannen
it: Scansiona il contatto

# contacts.details.buttonUnblock
source: Unblock
de: Freigeben
it: Rimuovi blocco
pl: Odblokuj

# contacts.details.labelAccountIDConfirmSimple
source: To confirm, please enter the ginlo ID from your profile.
de: Geben Sie zum Bestätigen bitte die ginlo ID aus Ihrem Profil ein.
it: Per confermare, inserisci l'ID ginlo dal tuo profilo.
pl: Aby potwierdzić, wprowadź ginlo ID ze swojego profilu

# contacts.details.labelDepartment
source: Department
de: Abteilung
it: Divisione
pl: Dział

# contacts.details.labelEMail
source: E-Mail Address
de: E-Mail-Adresse
it: Indirizzo e-mail
pl: Adres e-mail

# contacts.details.labelFirstName
source: First Name
de: Vorname
it: Nome

# contacts.details.labelLastName
source: Last Name
de: Nachname
it: Cognome

# contacts.details.labelNickname
source: Display name
de: Anzeigename
it: Nome visualizzato
pl: Nazwa wyświetlana

# contacts.details.labelPhoneNumber
source: Mobile Number
de: Handynummer
it: Numero di cellulare
pl: Numer telefonu komórkowego

# contacts.details.textFieldDepartment.placeholder
source: Department
de: Abteilung
it: Reparto
pl: Departament

# contacts.details.textFieldEMail.placeholder
source: E-mail address
de: E-Mail-Adresse
it: Indirizzo e-mail
pl: Adres e-mail

# contacts.details.textFieldFirstName.placeholder
source: First name
de: Vorname
it: Nome
pl: Imię

# contacts.details.textFieldLastName.placeholder
source: Last name
de: Nachname
it: Cognome

# contacts.details.textFieldNickname.placeholder
source: Display name
de: Anzeigename
it: Nome visualizzato
pl: Nazwa wyświetlana

# contacts.details.textFieldPhoneNumber.placeholder
source: Mobile number
de: Handynummer
it: Numero di cellulare
pl: Numer telefonu komórkowego

# contacts.eMailMessageBody
source: Hello! Join me on ginlo, the secure messenger for private and confidential communication – made & hosted in Germany. It’s easy to use, fully encrypted, and there’s no tracking, no profiling, no ads. Download it here: ginlo.net/join CU soon on ginlo,
de: Hallo! Komm mit mir zu ginlo, dem Messenger für private und vertrauliche Kommunikation - made & hosted in Germany: einfach zu bedienen, vollverschlüsselt, ohne Tracking, Profiling und Werbung. Einfach hier herunterladen: ginlo.net/join Bis bald bei ginlo
it: Ciao! Entra in ginlo, l'app di messaggistica sicura per una comunicazione privata e riservata – creata e gestita in Germania. Facile da usare, completamente cifrata, senza tracciabilità, profilatura né pubblicità. Scaricala qui: ginlo.net/join Ti aspettiamo su ginlo,
pl: Witaj! Dołącz do mnie na ginlo, bezpiecznym komunikatorze do prywatnej i poufnej komunikacji - wykonanym i hostowanym w Niemczech. Jest łatwy w użyciu, w pełni szyfrowany i nie ma w nim śledzenia, profilowania ani reklam. Pobierz go tutaj: ginlo.net/join CU wkrótce na ginlo,

# contacts.eMailMessageSubject
source: Join me on ginlo, the WhatsApp alternative
de: Komm mit mir zu ginlo, der WhatsApp-Alternative
it: Entra in ginlo, l'alternativa a WhatsApp
pl: Dołącz do mnie na ginlo, alternatywie WhatsApp

# contacts.error.verifyingContactByQRCodeFailed
source: We're sorry, but something went wrong while validating the QR code. Please try again.
de: Beim Validieren des QR-Codes ist leider etwas schiefgelaufen. Bitte versuchen Sie es nochmal.
it: Spiacenti, si è verificato un errore durante la convalida del codice QR. Riprova.
pl: Przepraszamy, ale coś poszło nie tak podczas walidacji kodu QR. Proszę spróbować ponownie.

# contacts.errorSendingMessage
source: We're sorry, but something went wrong while sending the message. Please try again.
de: Beim Senden Ihrer Nachricht ist leider etwas schiefgelaufen. Bitte versuchen Sie es nochmal.
it: Spiacenti, si è verificato un errore durante l'invio del messaggio. Riprova.
pl: Przepraszamy, ale coś poszło nie tak podczas wysyłania wiadomości. Proszę spróbować ponownie.

# contacts.invitation.noContacts
source: No contacts available
de: Keine Kontakte vorhanden
it: Nessun contatto trovato
pl: Brak dostępnych kontaktów

# contacts.invitation.sms.info
source: Probably not a fortune, but we just wanted to mention it. ;-)
de: Zwar kein Vermögen, aber erwähnen wollten wir's trotzdem. ;-)
it: Abbiamo ritenuto giusto informarti. ;-)
pl: Prawdopodobnie nie jest to fortuna, ale chcieliśmy tylko o tym wspomnieć ;-)

# contacts.invitation.sms.info.title
source: This SMS May Cost Money
de: Diese SMS kostet vielleicht was
it: Questo SMS potrebbe comportare dei costi
pl: Ten SMS może kosztować pieniądze

# contacts.overViewViewControllerTitle
source: Contacts
de: Kontakte
it: Contatti

# contacts.search.buttonContinue
source: Find User
de: Nutzer suchen
it: Trova un utente

# contacts.search.description
source: Search for a %@ user by mobile number, e-mail address, or ginlo ID.
de: Suchen Sie nach einem %@ Nutzer anhand seiner Handynummer, E-Mail-Adresse oder ginlo ID.
it: Cerca un utente %@ con numero di cellulare, indirizzo e-mail o ID ginlo.
pl: Wyszukaj użytkownika %@ po numerze telefonu komórkowego, adresie e-mail lub identyfikatorze ginlo.

# contacts.search.header
source: Find a user.
de: Einen Nutzer suchen
it: Trova un utente.
pl: Znajdź użytkownika

# contacts.search.labelAccountData
source: Search by
de: Suche nach
it: Cerca con

# contacts.search.labelCountryCode
source: Country
de: Land
it: Paese
pl: Kraj

# contacts.search.title
source: Find a user.
de: Einen Nutzer suchen
it: Trova un utente.
pl: Znajdź użytkownika

# contacts.selection.sending.title
source: Send contact
de: Kontakt senden
it: Invia contatto
pl: Wyślij kontakt

# createDevice.scan.description
source: Please hold the camera in front of the QR code on your other device
de: Bitte halten Sie die Kamera vor den QR-Code auf Ihrem anderen Gerät
it: Mantieni la telecamera davanti al codice QR sull'altro dispositivo
pl: Proszę trzymać aparat przed kodem QR na innym urządzeniu

# devices.list.message.confirm.delete.device
source: Delete Device
de: Gerät löschen
it: Elimina dispositivo

# err_cannot_edit_video
source: Unfortunately, the video can't be processed.
de: Das Video kann leider nicht verarbeitet werden.
it: Spiacenti, impossibile elaborare il video.
pl: Niestety, wideo nie może być przetworzone

# forgotPassword.buttonRequestRecoveryCode
source: Send me the Code
de: Code anfordern
it: Richiedi il codice
pl: Wyślij mi kod

# forgotPassword.labelDescription
source: To reset your password, you'll need a recovery code - we can send it right over. :-) How do you want to get it?
de: Zum Zurücksetzen Ihres Passworts brauchen Sie einen Wiederherstellungscode. Wir schicken Ihnen den Code gerne zu. :-) Auf welchem Weg möchten Sie ihn bekommen?
it: Per reimpostare la password, è necessario un codice di recupero. Saremo lieti di inviarti il codice. :-) In che modo vuoi ottenerlo?
pl: Aby zresetować swoje hasło, będziesz potrzebował kodu odzyskiwania - możemy go zaraz wysłać :-) Jak chcesz go otrzymać?

# forgotPassword.labelTitle
source: Request Recovery Code
de: Wiederherstellungscode anfordern
it: Richiedi il codice di recupero

# forgotPassword.title
source: Forgot your password?
de: Passwort vergessen?
it: Hai dimenticato la password?
pl: Nie pamiętasz swojego hasła?

# forgotPasswordRecover.buttonRecover
source: Unlock
de: Entsperren
it: Sblocca

# forgotPasswordRecovery.labelAlert
source: This recovery code doesn't seem right. Please try again.
de: Der Wiederherstellungscode stimmt nicht so ganz. Bitte versuchen Sie es nochmal.
it: Il codice di recupero non è corretto. Per favore, riprovaci di nuovo.
pl: Ten kod odzyskiwania nie wydaje się właściwy. Proszę spróbować ponownie.

# forgotPasswordRecovery.labelDescription
source: Once you've received it, please enter your recovery code here.
de: Wenn Sie Ihren Wiederherstellungscode bekommen haben, geben Sie ihn bitte hier ein.
it: Se hai ricevuto il tuo codice di recupero, inseriscilo qui.
pl: Po otrzymaniu, proszę wprowadzić tutaj swój kod odzyskiwania

# forgotPasswordRecovery.labelTitle
source: Enter Recovery Code
de: Wiederherstellungscode eingeben
it: Inserisci il codice di recupero

# forgotPasswordRecovery.title
source: Forgot your password?
de: Passwort vergessen?
it: Hai dimenticato la password?
pl: Nie pamiętasz swojego hasła?

# group.administration.action.grant_admin
source: As an administrator
de: Als Administrator
it: Come amministratore
pl: Jako administrator

# group.administration.row_action.more
source: More
de: Mehr
it: Altro
pl: Więcej

# group.administration.row_action.remove_admin
source: Delete
de: Entfernen
it: Elimina
pl: Usuń

# group.administration.row_action.remove_member
source: Delete
de: Entfernen
it: Elimina
pl: Usuń

# internal.error.462
source: We're sorry, but something went wrong while transmitting the location data. Please try again.
de: Beim Übermitteln Ihres Standorts ist leider etwas schiefgelaufen. Bitte versuchen Sie es nochmal.
it: Spiacenti, si è verificato un errore durante la trasmissione dei dati sulla posizione. Riprova.
pl: Przepraszamy, ale coś poszło nie tak podczas przesyłania danych o lokalizacji. Proszę spróbować ponownie.

# internal.error.463
source: We're sorry, but something went wrong while creating the message. Please try again. Error code: 463
de: Beim Erzeugen Ihrer Nachricht ist leider etwas schiefgelaufen. Bitte versuchen Sie es nochmal. Fehlercode: 463
it: Spiacenti, si è verificato un errore durante la creazione del messaggio. Riprova. Codice d'errore: 463
pl: Przepraszamy, ale coś poszło nie tak podczas tworzenia wiadomości. Proszę spróbować ponownie. Kod błędu: 463

# internal.error.465
source: We're sorry, but something went wrong while creating the message. Please try again. Error code: 465
de: Beim Erzeugen Ihrer Nachricht ist leider etwas schiefgelaufen. Bitte versuchen Sie es nochmal. Fehlercode: 465
it: Spiacenti, si è verificato un errore durante la creazione del messaggio. Riprova. Codice d'errore: 465
pl: Przepraszamy, ale coś poszło nie tak podczas tworzenia wiadomości. Proszę spróbować ponownie. Kod błędu: 465
