Repository: cdskev/ginlo-ios
Catalog: Application/Supporting Files/localization/*.lproj/Localizable.strings
Languages: de, it, pl

# settings.chat.helpusgetbesser
source: Help us Get Better
de: Fehleranalyse
it: Aiutaci a migliorare
pl: Pomóż nam stać się lepszymi

# settings.chat.helpusgetbesser.sendcrashlog
source: Send Crash Log
de: Absturzbericht senden
it: Invia il registro dei crash
pl: Wyślij Crash Log

# settings.chatPrivacy
source: Privacy
de: Privatsphäre
pl: Prywatność

# settings.chatPrivacy.contacts
source: Contacts
de: Kontakte
it: Contatti
pl: Kontakty

# settings.chatPrivacy.notification.nickname.notifications
source: Show display name
de: Anzeigename anzeigen
it: Mostra il nome visualizzato
pl: Pokaż nazwę wyświetlaną

# settings.chatPrivacy.notifications
source: Notifications
de: Mitteilungen
it: Notifiche

# settings.companyPhoneNumber.askvalidate
source: Request confirmation code
de: Bestätigungsscode anfordern
it: Richiedi codice di conferma
pl: Poproś o kod potwierdzenia

# settings.companydetails
source: Legal Notice
de: Impressum
it: Colophon
pl: Nota prawna

# settings.companydetails.URL
source: https://app-help.ginlo.net/en/imprint
de: https://app-help.ginlo.net/de/imprint

# settings.companydetails.description
source: Company Name: ginlo.net Gesellschaft für Datenkommunikationsdienste mbH Managing Director: Karsten Schramm Commercial register: Registration Court Munich: HRB 254209 VAT ID: DE327921953 Address: Rupert-Mayer-Str. 44 D-81379 Munich E-mail: contact@ginlo.net Phone: +49 89 74037946
de: Firmenname: ginlo.net Gesellschaft für Datenkommunikationsdienste mbH Geschäftsführer: Karsten Schramm Handelsregister: Amtsgericht München HRB 254209 USt-IdNr.: DE327921953 Addresse: Rupert-Mayer-Str. 44 D-81379 Munich E-Mail: contact@ginlo.net Tel.: +49 89 74037946
pl: Nazwa firmy: Ginlo.net Gesellschaft für Datenkommunikationsdienste mbH Dyrektor zarządzający: Karsten Schramm Rejestr handlowy: Sąd rejestrowy Monachium: HRB 254209 NIP: DE327921953 Adres: Rupert-Mayer-Str. 44 D-81379 Munich E-mail: contact@ginlo.net Telefon: +49 89 74037946

# settings.companydetails.title
source: Legal Notice
de: Impressum
it: Colophon

# settings.companyemail.askafterinstall
source: Link E-Mail Address & Find Colleagues
de: E-Mail-Adresse verknüpfen & Kollegen finden
it: Link indirizzo e-mail e Trova colleghi

# settings.companyemail.askafterinstall.hint
source: Add your e-mail address to your company's e-mail directory to find colleagues with e-mail addresses from the same company. We never access your details in plain text.
de: Fügen Sie Ihre E-Mail-Adresse zum Verzeichnis Ihres Unternehmens hinzu, um Kollegen mit E-Mail-Adressen desselben Unternehmens zu finden. Die Daten liegen uns zu keinem Zeitpunkt im Klartext vor.
it: Aggiungi il tuo indirizzo e-mail nella directory di posta elettronica della tua azienda per trovare colleghi con gli indirizzi e-mail della stessa azienda. Non accediamo mai alle tue informazioni in plain text.
pl: Dodaj swój adres e-mail do katalogu e-mail firmy, aby znaleźć kolegów z adresami e-mail z tej samej firmy. Nigdy nie uzyskujemy dostępu do Twoich danych w postaci zwykłego tekstu.

# settings.companyemail.askafterinstall.later
source: Not Now
de: Später
it: Non ora

# settings.companyemail.askafterinstall.now
source: Link E-Mail
de: E-Mail verknüpfen
it: Collega e-mail

# settings.companyemail.askconfirm
source: Enter confirmation code
de: Bestätigungscode eingeben
it: Inserisci il codice di conferma
pl: Wprowadź kod potwierdzenia

# settings.companyemail.askconfirm.hint
source: Do you want to enter your confirmation code now to link your e-mail address to your account?
de: Wollen Sie jetzt Ihren Bestätigungscode eingeben, um Ihre E-Mail-Adresse mit Ihrem Account zu verknüpfen?
it: Vuoi inserire subito il tuo codice di conferma per collegare il tuo indirizzo e-mail al tuo account?
pl: Czy chcesz teraz wprowadzić swój kod potwierdzający, aby połączyć swój adres e-mail z kontem?

# settings.companyemail.askconfirm.later
source: Not Now
de: Später
it: Non ora

# settings.companyemail.askvalidate
source: Request confirmation code
de: Bestätigungscode anfordern

# settings.companyemail.askvalidate.hint
source: Do you want to request an confirmation code now to verify your account's e-mail address?
de: Wollen Sie jetzt einen Bestätigungscode anfordern, um die E-Mail-Adresse Ihres Accounts zu bestätigen?
it: Vuoi richiedere subito un codice di conferma per verificare l'indirizzo e-mail del tuo account?
pl: Czy chcesz teraz poprosić o kod potwierdzający, aby zweryfikować adres e-mail swojego konta?

# settings.companyemail.askvalidate.later
source: Not Now
de: Später
it: Non ora

# settings.companyprofile.code.activate
source: Submit
de: Senden
it: Invia
pl: Prześlij

# settings.companyprofile.code.email.failure.text
source: We're sorry, but as you've entered a wrong confirmation code 10 times in a row this e-mail address is now locked for security reasons. You can, however, link a new e-mail address to your account.
de: Diese E-Mail-Adresse wurde aus Sicherheitsgründen gesperrt, da Sie den Bestätigungscode 10 Mal hintereinander falsch eingegeben haben. Sie können aber eine andere E-Mail-Adresse mit Ihrem Account verknüpfen.
it: Spiacenti, hai inserito un codice di conferma errato per 10 volte consecutive, abbiamo bloccato l'indirizzo e-mail per motivi di sicurezza. Tuttavia, puoi collegare un nuovo indirizzo e-mail al tuo account.
pl: Przykro nam, ale ponieważ 10 razy z rzędu wprowadziłeś błędny kod potwierdzający, ten adres e-mail jest teraz zablokowany ze względów bezpieczeństwa. Możesz jednak powiązać nowy adres e-mail ze swoim kontem.

# settings.companyprofile.code.email.failure.title
source: This E-Mail Address is Now Locked
de: E-Mail-Adresse wurde gesperrt
it: Questo indirizzo e-mail è stato bloccato

# settings.companyprofile.code.email.hint
source: Leave this window open while checking your inbox. You haven't received an e-mail? Please check your Spam folder or go back to request a new confirmation code.
de: Lassen Sie dieses Fenster geöffnet, während Sie Ihr E-Mail-Postfach öffnen. Sie haben keine E-Mail bekommen? Schauen Sie bitte auch in Ihrem Spam-Ordner nach, oder gehen Sie zurück, um einen neuen Bestätigungscode anzufordern.
it: Lascia aperta questa finestra mentre controlli la posta in arrivo. Non hai ricevuto un'e-mail? Controlla la cartella degli Spam o richiedi di nuovo un codice di conferma.
pl: Pozostaw to okno otwarte podczas sprawdzania swojej skrzynki odbiorczej. Nie otrzymałeś wiadomości e-mail? Proszę sprawdzić folder Spam lub wrócić, aby poprosić o nowy kod potwierdzający.

# settings.companyprofile.code.email.numbertries
source: This confirmation code doesn't seem right. You can try %i more times.
de: Der Bestätigungscode stimmt noch nicht so ganz. Sie können es noch %i Mal versuchen.
it: Sembra che ci sia un errore nel codice di conferma. Hai a disposizione altri %i tentativi.
pl: Ten kod potwierdzenia nie wydaje się właściwy. Możesz spróbować %i więcej razy.

# settings.companyprofile.code.email.success.text1
source: Perfect, it worked. The following e-mail address has been confirmed:
de: Prima, das hat geklappt. Die folgende E-Mail-Adresse wurde bestätigt:
it: Perfetto, è andata. Il seguente indirizzo e-mail è stato confermato:
pl: Doskonale, udało się. Następujący adres e-mail został potwierdzony:

# settings.companyprofile.code.email.success.title
source: E-Mail Address Confirmed
de: E-Mail-Adresse bestätigt
it: Indirizzo e-mail confermato

# settings.companyprofile.code.email.title
source: Confirm Your E-Mail Address
de: E-Mail-Adresse bestätigen
it: Conferma il tuo indirizzo e-mail

# settings.companyprofile.code.header.email
source: Please enter the confirmation code we've sent to:
de: Bitte geben Sie den Bestätigungscode ein, den wir an diese E-Mail-Adresse geschickt haben:
it: Inserisci il codice di conferma che abbiamo inviato a:
pl: Proszę wpisać kod potwierdzający, który wysłaliśmy:

# settings.companyprofile.code.placeholder
source: Confirmation code
de: Bestätigungscode
it: Codice di conferma

# settings.companyprofile.contactsoverview.button1
source: Address Book
de: Adressbuch
it: Rubrica

# settings.companyprofile.contactsoverview.button2
source: E-Mail Directory
de: E-Mail-Verzeichnis
it: Directory di posta elettronica

# settings.companyprofile.contactsoverview.empty.text1
source: Add your e-mail address to your company's e-mail directory to find colleagues with e-mail addresses from the same company. We never access your details in plain text.
de: Fügen Sie Ihre E-Mail-Adresse zum Verzeichnis Ihres Unternehmens hinzu, um Kollegen mit E-Mail-Adressen desselben Unternehmens zu finden. Die Daten liegen uns zu keinem Zeitpunkt im Klartext vor.
it: Aggiungi il tuo indirizzo e-mail nella directory di posta elettronica della tua azienda per trovare colleghi con gli indirizzi e-mail della stessa azienda. Non accediamo mai alle tue informazioni in plain text.
pl: Dodaj swój adres e-mail do firmowego katalogu e-mail, aby znaleźć współpracowników z adresami e-mail z tej samej firmy. Nigdy nie uzyskujemy dostępu do Twoich danych w postaci zwykłego tekstu.

# settings.companyprofile.contactsoverview.empty.title
source: Link E-Mail Address & Find Colleagues
de: E-Mail-Adresse verknüpfen & Kollegen finden
it: Link indirizzo e-mail e Trova colleghi

# settings.companyprofile.email.button
source: Request Confirmation Code
de: Bestätigungscode anfordern
it: Richiedi codice di conferma

# settings.companyprofile.email.buttonDelete
source: Delete e-mail address
de: E-Mail-Adresse löschen
it: Cancellare indirizzo e-mail
pl: Usuń adres e-mail

# settings.companyprofile.email.confirmDelete.success
source: Link has been removed.
de: Verknüpfung wurde entfernt.
it: Il collegamento è stato rimosso.
pl: Link został usunięty

# settings.companyprofile.email.confirmDelete.text1
source: Do you wish to remove your account’s link with the e-mail
de: Wollen Sie die Verknüpfung Ihres Accounts mit der E-Mail-Adresse
it: Desidera rimuovere il collegamento dell’account
pl: Czy chcesz usunąć powiązanie swojego konta z adresem e-mail

# settings.companyprofile.email.confirmDelete.text2
source: address? You will then no longer be found under this address.
de: entfernen? Sie werden dann nicht mehr unter dieser Adresse gefunden.
it: all’indirizzo e-mail? In questo caso non verrà più trovato a questo indirizzo.
pl: ? Wówczas nie będzie można Cię już znaleźć pod tym adresem.

# settings.companyprofile.email.confirmDelete.title
source: Delete e-mail address
de: E-Mail-Adresse löschen
it: Cancellare indirizzo e-mail
pl: Usuń adres e-mail

# settings.companyprofile.email.confirmsend.text1
source: Your e-mail address is:
de: Ihre E-Mail-Adresse lautet:
it: Il tuo indirizzo e-mail è:
pl: Twój adres e-mail to:

# settings.companyprofile.email.confirmsend.title
source: Let's Double-Check
de: Alles richtig so?
it: Meglio fare un'ulteriore verifica

# settings.companyprofile.email.freemailer
source: The specified domain is operated by a private e-mail provider and isn't supported for reasons of data protection.
de: Die angegebene Domäne wird von einem privaten E-Mail-Provider betrieben und wird aus Datenschutzgründen nicht unterstützt.
it: Il dominio specificato è gestito da un fornitore di posta elettronica privato e non è supportato per motivi di protezione dei dati.
pl: Podana domena jest obsługiwana przez prywatnego dostawcę poczty elektronicznej i nie jest obsługiwana ze względu na ochronę danych.

# settings.companyprofile.email.invalid
source: This e-mail address doesn't seem right.
de: Diese E-Mail-Adresse stimmt nicht so ganz.
it: Sembra che ci sia un errore nell'indirizzo e-mail.
pl: Ten adres e-mail nie wydaje się właściwy.

# settings.companyprofile.email.send.text1
source: Please check your inbox for:
de: Schauen Sie doch bitte mal in Ihren Posteingang für:
it: Controlla la posta in arrivo per:

# settings.companyprofile.email.send.title
source: We've Just Sent You an E-Mail
de: Sie haben eine E-Mail von uns
it: Ti abbiamo appena inviato una e-mail

# settings.companyprofile.email.title
source: Link E-Mail Address
de: E-Mail-Adresse verknüpfen
it: Collega l'indirizzo e-mail

# settings.deleteAccount.introductionLabel
source: Deleting your account will result in all of your chat history and ginlo media being irreversibly deleted. Your backups will become unusable.
de: Durch das Löschen Ihres Accounts werden alle Chatverläufe und ginlo Medien unwiederruflich gelöscht. Ihre Backups werden unbrauchbar.
it: Se cancelli il tuo account, la cronologia delle tue chat e tutti i tuoi file multimediali in ginlo saranno eliminati per sempre. Non potrai più usufruire dei tuoi backup.
pl: Usunięcie konta spowoduje, że cała historia czatu i media ginlo zostaną nieodwracalnie usunięte. Twoje kopie zapasowe staną się bezużyteczne.

# settings.devices.buttonAdd.title
source: Add Additional Device
de: Weiteres Gerät hinzufügen
it: Aggiungi un dispositivo aggiuntivo

# settings.devices.nodevicename
source: Unknown device name
de: Unbekannter Gerätename
it: Nome dispositivo sconosciuto
pl: Nieznana nazwa urządzenia

# settings.devices.onlineinfo
source: Last used %@ | %@
de: Zuletzt genutzt %@ | %@
it: Utilizzato l'ultima volta %@ | %@
pl: Ostatnio używane %@ | %@

# settings.devices.owndevice
source: This device
de: Dieses Gerät
it: Questo dispositivo
pl: To urządzenie

# settings.devices.title
source: Devices
de: Geräte
it: Dispositivi

# settings.devicesTitle
source: Devices
de: Geräte
it: Dispositivi

# settings.license
source: Licenses
de: Lizenzen
it: Licenze
pl: Licencje

# settings.media
source: ginlo media
de: ginlo Medien
it: file multimediali ginlo

# settings.media.detail.title
source: %i of %i
de: %i von %i
it: %i di %i
pl: %i z %i

# settings.media.file
source: File
de: Datei
pl: Plik

# settings.media.image
source: Photo
de: Foto
it: Foto

# settings.media.images
source: Photos
de: Fotos
it: Foto
pl: Zdjęcia

# settings.media.nofiles
source: No files available yet
de: Noch keine Dateien vorhanden
it: Nessun file presente

# settings.media.nomedia
source: No media available yet
de: Noch keine Medien vorhanden
it: Nessun supporti disponibili ancora
pl: Brak dostępnych jeszcze mediów

# settings.media.voiceRec
source: Voice Message
de: Sprachnachricht
it: Messaggio vocale

# settings.media.voiceRecs
source: Voice Messages
de: Sprachnachrichten
it: Messaggi vocali

# settings.mediaFiles
source: ginlo files
de: ginlo Dateien
it: file ginlo
pl: Pliki ginlo

# settings.notification.background.notifications
source: Fetch messages in the background
de: Nachrichten im Hintergrund laden
it: Background: Carica messaggi
pl: Pobieranie wiadomości w tle

# settings.notification.background.notifications.hint
source: Background: Download messages
de: Legt fest, ob die App im Hintergrund Nachrichten laden darf
it: Background: Carica messaggi
pl: W tle: Pobieranie wiadomości

# settings.notification.channelChat.newMessageTune.hint
source: Set whether a sound should be played when a message is received
de: Legt fest, ob beim Empfang einer Nachricht ein Ton abgespielt werden soll
it: Definisce se alla ricezione di un messaggio deve essere attivata una suoneria
pl: Ustaw, czy po otrzymaniu wiadomości ma być odtwarzany dźwięk

# settings.notification.channelChat.notifications.hint
source: Set whether you are notified when you receive a message
de: Legt fest, ob Sie beim Empfang einer Nachricht eine Benachrichtigung bekommen
it: Definisce se alla ricezione di un messaggio devi ricevere una notifica
pl: Ustaw, czy użytkownik jest powiadamiany o otrzymaniu wiadomości

# settings.notification.chat.newMessageTune.hint
source: Set whether a sound should be played when a message is received
de: Legt fest, ob beim Empfang einer Nachricht ein Ton abgespielt werden soll
it: Definisce se alla ricezione di un messaggio deve essere attivata una suoneria
pl: Ustaw, czy po odebraniu wiadomości ma być odtwarzany dźwięk

# settings.notification.chat.notifications.hint
source: Set whether you are notified when you receive a message
de: Legt fest, ob Sie beim Empfang einer Nachricht eine Benachrichtigung bekommen
it: Definisce se alla ricezione di un messaggio devi ricevere una notifica
pl: Ustaw, czy jesteś powiadamiany o otrzymaniu wiadomości

# settings.notification.groupChat.newMessageTune.hint
source: Set whether a sound should be played when a message is received
de: Legt fest, ob beim Empfang einer Nachricht ein Ton abgespielt werden soll
it: Definisce se alla ricezione di un messaggio deve essere attivata una suoneria
pl: Ustaw, czy po otrzymaniu wiadomości ma być odtwarzany dźwięk

# settings.notification.groupChat.notifications.hint
source: Set whether you are notified when you receive a message
de: Legt fest, ob Sie beim Empfang einer Nachricht eine Benachrichtigung bekommen
it: Definisce se alla ricezione di un messaggio devi ricevere una notifica

# settings.notification.inapp.notifications.hint
source: Set whether you receive a notification for new messages while you are using the app.
de: Legt fest, ob Sie, während Sie die App verwenden, für neue Nachrichten eine Benachrichtigung bekommen
it: Definisce se mentre stai utilizzando la app devi ricevere una notifica in caso di ricezione di nuovi messaggi
pl: Ustaw, czy otrzymujesz powiadomienia o nowych wiadomościach podczas korzystania z aplikacji

# settings.notification.nickname.notifications
source: Send display name with messages
de: Anzeigenamen bei Nachrichten versenden
it: Invia il nome visualizzato con i messaggi
pl: Wysyłaj nazwę wyświetlaną z wiadomościami

# settings.notification.nickname.notifications.hint
source: Decide whether other users can see your display name in push messages. Note: The display name is sent unencrypted.
de: Legt fest, ob andere Nutzer Ihren Anzeigenamen in Push-Nachrichten sehen können. Hinweis: Der Anzeigename wird unverschlüsselt übertragen.
it: Decidi se gli altri utenti possono vedere il tuo nome visualizzato nei messaggi push. Nota: Il nome visualizzato viene inviato senza cifratura.
pl: Zdecyduj, czy inni użytkownicy mogą zobaczyć Twoją nazwę wyświetlaną w wiadomościach push. Uwaga: Nazwa wyświetlana jest wysyłana w sposób niezaszyfrowany.

# settings.notification.nickname.notifications.notsend
source: Don't send
de: Nicht senden
it: Non inviare
pl: Nie wysyłaj

# settings.notification.nickname.notifications.send
source: Send
de: Versenden
it: Invia
pl: Wyślij

# settings.notification.previewPush
source: Show notification preview
de: Vorschau einblenden
it: Visualizza anteprima notifiche
pl: Pokaż podgląd powiadomienia

# settings.notification.previewPush.hint
source: If the preview function is deactivated, ginlo must be opened first to view the content of new messages. Security is higher in this case.
de: Bei deaktivierter Vorschau müssen Sie ginlo zuerst öffnen, um den Inhalt neuer Nachrichten zu sehen. Dafür ist die Sicherheit höher.
it: Se la funzione di anteprima è disattivata, è necessario aprire ginlo per visualizzare il contenuto dei nuovi messaggi. In questo modo si garantisce una maggiore sicurezza.
pl: Jeśli funkcja podglądu jest wyłączona, aby zobaczyć treść nowych wiadomości, należy najpierw otworzyć ginlo. Bezpieczeństwo jest w tym przypadku wyższe.

# settings.notification.serviceChat.newMessageTune.hint
source: Set whether a sound should be played when a message is received
de: Legt fest, ob beim Empfang einer Nachricht ein Ton abgespielt werden soll
it: Definisce se alla ricezione di un messaggio deve essere attivata una suoneria
pl: Ustaw, czy po otrzymaniu wiadomości ma być odtwarzany dźwięk

# settings.notification.serviceChat.notifications.hint
source: Set whether you are notified when you receive a message
de: Legt fest, ob Sie beim Empfang einer Nachricht eine Benachrichtigung bekommen
it: Definisce se ricevere o meno una notifica alla ricezione di un messaggio
pl: Ustaw, czy użytkownik jest powiadamiany o otrzymaniu wiadomości

# settings.notification.soundIsDisabled
source: Sounds for push notifications are disabled in the system settings.
de: Töne der Push-Benachrichtigungen sind in den Systemeinstellungen deaktiviert.
it: Le suonerie delle notifiche Push sono disabilitate nelle impostazioni di sistema.
pl: Dźwięki dla powiadomień push są wyłączone w ustawieniach systemu.

# settings.notification.unknownError
source: Please activate Push messages in the system settings.
de: Bitte aktivieren Sie die Push-Benachrichtigungen in den Systemeinstellungen.
it: Attivare le notifiche Push nelle impostazioni di sistema.
pl: Proszę włączyć powiadomienia Push w ustawieniach systemu.

# settings.notifications
source: Notifications
de: Mitteilungen
it: Notifiche

# settings.password
source: Device Password
de: Gerätepasswort
it: Password del dispositivo
pl: Hasło do urządzenia

# settings.password.changePassword
source: Change Password
de: Passwort ändern
it: Cambia la password

# settings.password.changePassword.complete
source: Password changed
de: Passwort wurde geändert
it: La password è stata modificata
pl: Hasło zmienione

# settings.password.changePassword.hint
source: Set a new password
de: Setzt ein neues Passwort
it: Imposta una nuova password
pl: Ustaw nowe hasło

# settings.password.disablePassword
source: Ask for Password at App Start
de: Passwort beim App-Start abfragen
it: Richiedi una password all'avvio dell'app

# settings.password.disablePassword.hint
source: Set whether the password should be requested when starting the app
de: Legt fest, ob das Passwort beim Start der App abgefragt werden soll
it: Definisce se all'avvio di ginlo deve essere richiesta la password
pl: Ustaw, czy hasło ma być wymagane przy uruchamianiu aplikacji

# settings.password.disableSimsmeRecovery
source: Recovery code
de: Wiederherstellungscode
pl: Kod odzyskiwania

# settings.password.disableSimsmeRecovery.hint
source: If you forget your password, there is no possibility of unlocking the messenger if the recovery code is deactivated. Security is higher in this case.
de: Sollten Sie Ihr Passwort vergessen, gibt es bei deaktiviertem Wiederherstellungscode keine Möglichkeit, den Messenger zu entsperren. Dafür ist die Sicherheit höher.
it: Se dimentica la password, non avrà alcuna possibilità di sbloccare il messenger con il recovery code disattivato. In questo modo il livello di sicurezza è più elevato.
pl: Jeśli zapomnisz hasła, nie ma możliwości odblokowania komunikatora, jeśli kod odzyskiwania jest wyłączony. Bezpieczeństwo jest w tym przypadku wyższe.

# settings.password.enableTouchID
source: Activate Touch ID
de: Touch-ID aktivieren
it: Attiva ID Touch
pl: Aktywuj Touch ID

# settings.password.enableTouchID.hint
source: Set whether Touch-ID should be used for authentication and unlocking
de: Legt fest, ob Touch-ID zur Authentifizierung und zum Entsperren verwendet werden soll
it: Definisce se utilizzare il Touch-ID per l'autenticazione e lo sblocco
pl: Ustaw, czy Touch-ID ma być używany do uwierzytelniania i odblokowywania

# settings.passwordDeleteData
source: Delete Data
de: Daten löschen
it: Elimina i dati
pl: Usuń dane

# settings.passwordDeleteData.info
source: Set whether the data within ginlo should be deleted after a certain number of failed attempts.
de: Legt fest, ob die Daten in ginlo nach einer bestimmten Anzahl von Fehlversuchen gelöscht werden sollen
it: Imposta l'eliminazione dei dati in ginlo dopo un determinato numero di tentativi non riusciti.
pl: Ustaw, czy dane w obrębie ginlo powinny być usuwane po określonej liczbie nieudanych prób.

# settings.passwordDeleteData.setTries
source: Number of tries
de: Anzahl der Versuche
it: Numero di tentativi
pl: Liczba prób

# settings.passwordDeleteData.setTries.tryTitle.plural
source: %i attempts
de: %i Versuche
it: %i tentativi

# settings.passwordDeleteData.setTries.tryTitle.singular
source: %i attempt
de: %i Versuch
it: %i tentativo
pl: %i próba
