Repository: cdskev/ginlo-ios
Catalog: Application/Supporting Files/localization/*.lproj/Localizable.strings
Languages: de, it, pl

# settings.persistMessageDays
source: Messages available on the server
de: Nachrichten auf Server verfügbar
it: Tempo di conservazione dei messaggi
pl: Wiadomości dostępne na serwerze

# settings.persistMessageDays.details
source: %@ days
de: %@ Tage
it: %@ giorni
pl: %@ dni

# settings.pickStatus.currentStatus
source: Your Current Status
de: Ihr aktueller Status
it: Il tuo stato attuale

# settings.pickStatus.pickOther
source: Tap to Reuse One of These
de: Oder einer von diesen? Einfach antippen.
it: Tocca per riutilizzarne uno

# settings.preferences.changeBackground.error
source: We're sorry, but something went wrong while saving the background image. Please try again.
de: Beim Speichern des Hintergrundbilds ist leider etwas schiefgelaufen. Bitte versuchen Sie es nochmal.
it: Spiacenti, si è verificato un errore durante il salvataggio dell'immagine di background. Riprova.
pl: Przepraszamy, ale coś poszło nie tak podczas zapisywania obrazu tła. Prosimy spróbować ponownie.

# settings.preferences.changeBackgrounds.backgroundPresets
source: Backgrounds
de: Hintergründe
it: Sfondi

# settings.profile
source: Profile
de: Profil
it: Profilo
pl: Profil

# settings.profile.button.authenticateMail
source: Link E-Mail
de: E-Mail verknüpfen
it: Collega e-mail

# settings.profile.button.deleteAccount
source: Delete Account
de: Account löschen
it: Elimina account
pl: Usuń konto

# settings.profile.button.saveChanges
source: Save
de: Speichern
it: Salva
pl: Zapisz

# settings.profile.button.switchQRCodeToNew
source: QR Code for Current Version
de: QR-Code für aktuelle Version
it: Codice QR per la versione attuale
pl: Kod QR dla aktualnej wersji

# settings.profile.button.switchQRCodeToOld
source: QR Code for Older Versions
de: QR-Code für ältere Versionen
it: Codice QR per le versioni precedenti
pl: Kod QR dla starszych wersji

# settings.profile.delete.accountIDDoesNotMatch
source: The ginlo IDs don't match.
de: Die ginlo IDs stimmen nicht überein.
it: Gli ID ginlo non corrispondono.
pl: Identyfikatory ginlo nie zgadzają się.

# settings.profile.email_hint
source: Note: Please use your business e-mail address. With a private one, finding colleagues won't work.
de: Hinweis: Bitte nutzen Sie Ihre geschäftliche E-Mail-Adresse. Mit Ihrer privaten können Sie leider keine Kollegen finden.
it: Nota: Usa il tuo indirizzo e-mail aziendale. La funzione per trovare i tuoi colleghi non funziona con un indirizzo privato.
pl: Uwaga: Proszę używać służbowego adresu e-mail. Z prywatnym znalezienie współpracowników nie będzie działać.

# settings.profile.email_warn_status0
source: no e-mail address linked
de: keine E-Mail-Adresse verknüpft
it: Nessun indirizzo e-mail collegato
pl: Brak powiązanego adresu e-mail

# settings.profile.email_warn_status10
source: Verification pending
de: Verifizierung ausstehend
it: Verifica in sospeso

# settings.profile.email_warn_status10.alertMessage
source: The e-mail address has been modified. Please confirm your new e-mail address here.
de: Die E-Mail-Adresse wurde geändert. Bitte bestätigen Sie die neue E-Mail-Adresse hier.
it: L'indirizzo e-mail è stato modificato. Conferma qui il tuo nuovo indirizzo e-mail.
pl: Adres e-mail został zmodyfikowany. Prosimy o potwierdzenie nowego adresu e-mail w tym miejscu.

# settings.profile.email_warn_status30
source: Confirmed
de: Bestätigt
it: Confermato

# settings.profile.label.switchQRCodeToOld
source: If scanning fails, please use the code for an older %@ version.
de: Wenn der Code nicht funktioniert, nutzen Sie bitte den Code für ältere %@ Versionen.
it: In caso di scansione non riuscita, usa il codice di una versione precedente di %@.
pl: Jeśli skanowanie nie powiedzie się, proszę użyć kodu dla starszej wersji %@

# settings.profile.mediaLabel
source: Media
de: Medien
it: File multimediali

# settings.profile.nickNameLabel
source: Display Name (shown with your messages)
de: Anzeigename (erscheint bei Ihren Nachrichten)
it: Nome visualizzato (con i tuoi messaggi)
pl: Display Name (wyświetlana z Twoimi wiadomościami)

# settings.profile.title.labelImageOverlay.changeImage
source: Change image
de: Bild ändern
it: Cambia immagine

# settings.profile.title.labelImageOverlay.selectImage
source: Select image
de: Bild wählen
it: Seleziona immagine

# settings.pushpreview.askafterinstall
source: Message preview
de: Nachrichten-Vorschau
it: Anteprima messaggio
pl: Podgląd wiadomości

# settings.pushpreview.askafterinstall.hint
source: You can now activate the preview in push notifications. This will display messages decrypted in the preview. Security is higher when the preview is deactivated.
de: Sie können jetzt die Vorschau in Push-Benachrichtigungen aktivieren. Dadurch werden Nachrichten entschlüsselt in der Vorschau angezeigt. Die Sicherheit ist bei deaktivierter Vorschau höher.
it: Ora può attivare l’anteprima nelle notifiche push. In questo modo i messaggi vengono mostrati nell’anteprima decodificati. La sicurezza è più elevata se l’anteprima è disattivata.
pl: Możesz teraz włączyć podgląd w powiadomieniach push. Spowoduje to wyświetlenie wiadomości odszyfrowanych w podglądzie. Bezpieczeństwo jest wyższe, gdy podgląd jest wyłączony.

# settings.pushpreview.askafterinstall.later
source: Not Now
de: Später
it: Non ora
pl: Nie teraz

# settings.pushpreview.askafterinstall.now
source: Activate
de: Aktivieren
it: Attiva
pl: Aktywuj

# settings.sentImageQuality.title
source: Quality of photos sent
de: Qualität versendeter Bilder
it: Qualità delle immagini inviate
pl: Jakość wysyłanych zdjęć

# settings.sentImageQuality.title.imageQuality10
source: High
de: Hoch
it: Alta

# settings.sentImageQuality.title.imageQuality15
source: Extra high
de: Extrahoch
it: Altissima

# settings.sentImageQuality.title.imageQualitySetting10
source: High
de: Hoch
it: Alta
pl: Wysoka

# settings.sentImageQuality.title.imageQualitySetting15
source: Extra high
de: Extrahoch
it: Altissima

# settings.sentVideoQuality.title
source: Quality of videos sent
de: Qualität versendeter Videos
it: Qualità dei video inviati
pl: Jakość wysyłanych filmów

# settings.sentVideoQuality.title.videoQuality10
source: Medium
de: Mittel
it: Media
pl: Średnia

# settings.sentVideoQuality.title.videoQuality15
source: High
de: Hoch
it: Alta
pl: Wysoka

# settings.sentVideoQuality.title.videoQuality20
source: Extra high
de: Extrahoch
it: Altissima
pl: Bardzo wysoka

# settings.sentVideoQuality.title.videoQuality5
source: Low
de: Niedrig
it: Bassa
pl: Niska

# settings.sentVideoQuality.title.videoQualitySetting10
source: Medium (up to %@)
de: Mittel (bis %@)
it: Media (fino a %@)
pl: Średnia (do %@)

# settings.sentVideoQuality.title.videoQualitySetting15
source: High (up to %@)
de: Hoch (bis %@)
it: Alta (fino a %@)
pl: Wysokie (do %@)

# settings.sentVideoQuality.title.videoQualitySetting20
source: Extra high (up to %@)
de: Extrahoch (bis %@)
it: Altissima (fino a %@)
pl: Bardzo wysokie (do %@)

# settings.sentVideoQuality.title.videoQualitySetting5
source: Low (up to %@)
de: Niedrig (bis %@)
it: Bassa (fino a %@)
pl: Niskie (do %@)

# settings.settingsTitle
source: Settings
de: Einstellungen
it: Impostazioni
pl: Ustawienia

# settings.statusWorker.firstMessage
source: On the good side of messaging :-)
de: Auf der guten Seite des Messagings :-)
it: I buoni della messaggistica :-)
pl: Po dobrej stronie komunikatów :-)

# settings.statusWorker.firstMessage.default
source: On the good side of messaging :-)
de: Auf der guten Seite des Messagings :-)
it: I buoni della messaggistica :-)
pl: Po dobrej stronie komunikatorów :-)

# settings.title.information
source: Help
de: Hilfe
it: Informazioni
pl: Pomoc

# touchID.unlock.message
source: Touch the fingerprint sensor or enter the password
de: Berühren Sie den Fingerabdrucksensor oder geben Sie das Passwort ein
it: Tocca il sensore di impronte digitali o immetti la password
pl: Dotknij czujnika linii papilarnych lub wprowadź hasło

# group.administration.action.no_name
source: Please specify a group name.
de: Bitte geben Sie einen Gruppennamen an.
it: Inserisca un nome per il gruppo.
pl: Proszę określić nazwę grupy

# chat.overview.preview.HighPriorityPre
source: Important:
de: Wichtig:
it: Importante:
pl: Ważne:

# chat.stream.blockContact
source: Block
de: Blockieren
it: Blocca
pl: Blokada

# chat.stream.confirmContact
source: Accept
de: Annehmen
it: Accetta
pl: Akceptuj

# chat.stream.blockGroup
source: Decline
de: Ablehnen
it: Rifiuta
pl: Odmów

# chat.stream.confirmGroup
source: Accept
de: Annehmen
it: Accetta
pl: Zaakceptuj

# chat.stream.groupRequest
source: New group invitation
de: Neue Gruppeneinladung
it: Nuovo invito al gruppo
pl: Nowe zaproszenie do grupy

# chat.stream.contactRequest
source: New chat request
de: Neue Chatanfrage
it: Richiesta di nuova chat
pl: Nowa prośba o czat

# chats.destructionMessageCell.imageType
source: Show image
de: Bild anzeigen
it: Mostra immagine
pl: Pokaż obrazek

# chats.destructionMessageCell.textType
source: Show text message
de: Textnachricht anzeigen
it: Mostra messaggio di testo
pl: Pokaż wiadomość tekstową

# chats.destructionMessageCell.videoType
source: Show video
de: Video anzeigen
it: Mostra video
pl: Pokaż wideo

# chats.destructionMessageCell.audioType
source: Show voice message
de: Sprachnachricht anzeigen
it: Mostra messaggio vocale
pl: Pokaż wiadomość głosową

# contacts.alert.noContactInformation
source: No e-mail address or mobile number has been stored for the selected contact. The invitation can't be sent.
de: Zum ausgewählten Kontakt ist keine E-Mail-Adresse oder Handynummer hinterlegt. Einladung nicht möglich.
it: Nessun indirizzo e-mail o numero di cellulare è stato memorizzato per il contatto selezionato. Impossibile inviare l'invito.
pl: Dla wybranego kontaktu nie zapisano adresu e-mail ani numeru telefonu komórkowego. Zaproszenie nie może zostać wysłane.

# intro.screen0.description1
source: Fully encrypted
de: Vollverschlüsselt
it: Completamente cifrato
pl: W pełni zaszyfrowane

# registration.backup.cloud_info.enable_icloud
source: Press "Apple ID, iCloud..." and then "iCloud".
de: Tippen Sie auf den "Apple-ID, iCloud..." und dort auf "iCloud".
it: Clicchi su "Apple-ID, iCloud..." e da lì su "iCloud".
pl: Naciśnij "Apple ID, iCloud...", a następnie "iCloud.

# registration.backup.cloud_info.enable_icloud_simsme
source: Turn on "%@" in "iCloud".
de: Schalten Sie "%@" in "iCloud" ein.
it: Attivi "%@" in "iCloud".
pl: Włącz "%@" w "iCloud".

# registration.backup_recover.footer_info.ba1
source: Add as Additional Device
de: Als weiteres Gerät hinzufügen
it: Aggiungi come dispositivo aggiuntivo
pl: Dodaj jako dodatkowe urządzenie

# registration.createDevice.inputDataLabelPhoneNumber.label
source: Log in With Your Mobile Number
de: Anmelden mit Handynummer
it: Accedi con il tuo numero di cellulare

# registration.createDevice.inputDataLabelEmail.label
source: Log in With Your E-Mail Address
de: Anmelden mit E-Mail-Adresse
it: Accedi con il tuo indirizzo e-mail
pl: Zaloguj się za pomocą adresu e-mail

# registration.createDevice.inputDataLabelAccountID.label
source: Log in With Your ginlo ID
de: Anmelden mit ginlo ID
it: Accedi con il tuo ID ginlo

# registration.createDevice.inputDataLabelEmail
source: E-mail address
de: E-Mail-Adresse
it: E-mail

# registration.createDeviceConfirm.title
source: Login Data
de: Anmeldedaten
it: Dati di accesso

# registration.enterActivationCode.title
source: Enter the activation code.
de: Aktivierungscode eingeben
it: Inserisci il codice di attivazione.
pl: Wprowadź kod aktywacyjny

# registration.createDeviceWaitForConfirmation.title
source: Activate Device
de: Gerät aktivieren
it: Attiva dispositivo

# settings.backup.password.set.description
source: This password encrypts your backup data
de: Dieses Passwort verschlüsselt Ihre Backup-Daten
it: Questa password cripta i tuoi dati di backup
pl: To hasło szyfruje dane kopii zapasowej

# settings.profile.delete.confirm
source: Do you want to delete your account?
de: Wollen Sie Ihren Account löschen?
it: Vuoi davvero eliminare il tuo account?
pl: Czy chcesz usunąć swoje konto?

# settings.media.files
source: Documents
de: Dokumente
it: Documenti
pl: Dokumenty

# settings.password.enableFaceID
source: Activate Face ID
de: Face-ID aktivieren
it: Attiva Face ID
pl: Aktywuj Face ID

# migration.info.migrating_companyContacts
source: Check e-mail contacts
de: Prüfe E-Mail-Kontakte
it: Verifica i contatti e-mail
pl: Sprawdź kontakty e-mail

# registration.subline.email_empty
source: Please enter your e-mail address
de: Bitte geben Sie Ihre E-Mail-Adresse ein
it: Inserisci il tuo indirizzo e-mail
pl: Wprowadź swój adres e-mail

# tutorial.registration.passwordCreate.label.passwordType
source: Use a 4-digit number code instead of a password.
de: Einen 4-stelligen Zahlencode statt eines Passworts verwenden.
it: Usa un codice a 4 cifre al posto della password.
pl: Zamiast hasła użyj 4-cyfrowego kodu numerycznego

# contacts.options.addContact
source: Find a User
de: Nutzer suchen
it: Trova un utente
pl: Znajdź użytkownika

# contacts.options.updateContactsWithAddressBook
source: Sync Address Book
de: Adressbuch synchronisieren
it: Sincronizza la rubrica
pl: Synchronizuj książkę adresową

# forgotPassword.labelEMail
source: Via E-Mail
de: Per E-Mail

# forgotPassword.labelSMS
source: Via SMS
de: Per SMS

# profile.oooStatus.oooDate.mustBeSet
source: Please choose a date until which you'll be absent.
de: Bitte wählen Sie ein Datum, bis zu welchem Sie abwesend sind.
it: Scegli la data di fine della tua assenza.
pl: Proszę wybrać datę, do której będzie Pan/Pani nieobecny/a

# contacts.search.empty.ask
source: Do you want to search for the contact with %@ or send an invitation?
de: Wollen Sie den Kontakt bei %@ suchen oder eine Einladung versenden?
it: Desidera cercare il contatto in %@ o mandare un invito?
pl: Czy chcesz wyszukać kontakt z %@ lub wysłać zaproszenie?

# chat.message.removeContact.warning.title
source: Delete Contact
de: Kontakt löschen
it: Attenzione
pl: Usuń kontakt

# chat.message.removeContact.warning.message
source: Please confirm that you want to delete this contact.
de: Bitte bestätigen Sie, dass Sie diesen Kontakt löschen wollen.
it: Desidera rimuovere il contatto?
pl: Proszę potwierdzić, że chcesz usunąć ten kontakt

# settings.accountDetails
source: Profile
de: Profil
it: Profilo
pl: Profil

# settings.companyprofile.phoneNumber.title
source: Change Mobile Number
de: Handynummer ändern
it: Modifica numero di cellulare
pl: Zmień numer telefonu komórkowego

# settings.companyprofile.phoneNumber.button
source: Request Confirmation Code
de: Bestätigungscode anfordern
it: Richiedi codice di conferma

# settings.companyprofile.phoneNumber.confirmsend.title
source: Let's Double-Check
de: Alles richtig so?
it: Meglio fare un'ulteriore verifica

# settings.companyprofile.phoneNumber.confirmsend.text1
source: Your new mobile number is:
de: Ihre neue Handynummer lautet:
it: Il tuo nuovo numero di cellulare è:
pl: Twój nowy numer komórkowy to:

# settings.companyprofile.phoneNumber.buttonDelete
source: Remove mobile number
de: Handynummer entfernen
it: Rimuovi numero di cellulare

# settings.companyprofile.phoneNumber.confirmDelete.title
source: Remove mobile number
de: Handynummer entfernen
it: Rimuovi numero di cellulare

# settings.companyprofile.phoneNumber.confirmDelete.text1
source: Do you want to remove your account’s link with the mobile number
de: Wollen Sie die Verknüpfung Ihres Accounts mit der Handynummer
it: Desideri rimuovere il collegamento tra il tuo account e il
pl: Czy chcesz usunąć powiązanie swojego konta z numerem komórkowym

# settings.companyprofile.phoneNumber.confirmDelete.text2
source: ? You will no longer be found under this number.
de: entfernen? Sie werden dann nicht mehr unter dieser Nummer gefunden.
it: numero di cellulare? In questo caso non verrai più trovato con questo numero.
pl: ? Nie będzie Cię już można znaleźć pod tym numerem.

# settings.companyprofile.phoneNumber.confirmDelete.success
source: You deleted your mobile number. Please verify a new one to use the app backup.
de: Sie haben Ihre Handynummer gelöscht. Bitte verifizieren Sie eine neue, um das App-Backup nutzen zu können.
it: Il numero di cellulare è stato cancellato. Verificare uno nuovo per poter utilizzare il backup dell'app.
pl: Usunąłeś swój numer komórkowy. Proszę zweryfikować nowy, aby skorzystać z kopii zapasowej aplikacji.

# settings.companyprofile.phoneNumber.send.title
source: We've Just Texted You
de: Sie haben eine SMS von uns
it: Ti abbiamo appena inviato un messaggio

# settings.companyprofile.phoneNumber.send.text1
source: We've just sent the confirmation code to:
de: Wir haben den Bestätigungscode an diese Nummer geschickt:
it: Abbiamo appena inviato il codice di conferma a:
pl: Właśnie wysłaliśmy kod potwierdzający do:

# settings.profile.phoneNumber_warn_status0
source: no mobile number linked
de: keine Handynummer verknüpft
it: nessun numero di cellulare collegato

# settings.profile.phoneNumber_warn_status10
source: Pending verification
de: Verifizierung ausstehend
it: Verifica in sospeso

# settings.profile.phoneNumber_warn_status10.alertMessage
source: The mobile number has been changed. Please confirm the new mobile number.
de: Die Handynummer wurde geändert. Bitte bestätigen Sie die neue Handynummer hier.
it: Il numero di cellulare è stato modificato. Conferma il nuovo numero di cellulare qui.
pl: Numer telefonu komórkowego został zmieniony. Prosimy o potwierdzenie nowego numeru komórkowego.

# settings.profile.phoneNumber_warn_status30
source: Confirmed
de: Bestätigt
it: Confermato

# settings.companyprofile.code.phoneNumber.title
source: Your Confirmation Code
de: Ihr Bestätigungscode
it: Il tuo codice di conferma

# settings.companyprofile.code.header.phoneNumber
source: Please enter the code we just sent to:
de: Bitte geben Sie den Code ein, den wir an diese Nummer geschickt haben:
it: Inserisci il codice che abbiamo appena inviato a:
pl: Proszę wprowadzić kod, który właśnie wysłaliśmy:

# settings.companyprofile.code.phoneNumber.numbertries
source: This confirmation code doesn't seem right. You have %i more attempts.
de: Der Bestätigungscode stimmt noch nicht so ganz. Sie haben noch %i Versuche.
it: Il codice di conferma non è corretto. Hai ancora a disposizione %i tentativi.
pl: Ten kod potwierdzający nie wydaje się prawidłowy. Masz jeszcze %i prób.

# settings.companyprofile.code.phoneNumber.success.title
source: You Made it!
de: Geschafft!
it: Ce l'hai fatta!
pl: Udało się!

# settings.companyprofile.code.phoneNumber.success.text1
source: Your new mobile number is:
de: Ihre neue Handynummer lautet:
it: Il tuo nuovo numero di cellulare è:
pl: Twój nowy numer telefonu komórkowego to:

# settings.companyprofile.code.phoneNumber.success.backupHint
source: Please create a new app backup now to store your data.
de: Bitte erstellen Sie jetzt ein neues App-Backup, um Ihre Daten zu sichern.
it: Esegui nuovamente il backup dell'app per salvare i tuoi dati.
pl: Proszę utworzyć teraz nową kopię zapasową aplikacji, aby przechować swoje dane.

# settings.companyprofile.code.phoneNumber.hint
source: You can try 10 times.
de: Sie haben 10 Versuche.
it: Hai a disposizione 10 tentativi.
pl: Możesz spróbować 10 razy

# settings.companyprofile.code.phoneNumber.failure.title
source: This Mobile Number is Now Locked
de: Handynummer wurde gesperrt
it: Questo numero di cellulare è bloccato
pl: Ten numer telefonu komórkowego jest teraz zablokowany

# settings.companyprofile.code.phoneNumber.failure.text
source: We're sorry, but as you've entered a wrong confirmation code 10 times in a row this mobile number is now locked for security reasons. You can, however, link a new mobile number to your account.
de: Diese Handynummer wurde aus Sicherheitsgründen gesperrt, da Sie den Bestätigungscode 10 Mal hintereinander falsch eingegeben haben. Sie können aber eine andere Handynummer mit Ihrem Account verknüpfen.
it: Spiacenti, hai inserito un codice di conferma errato per 10 volte consecutive, abbiamo bloccato il numero di cellulare per motivi di sicurezza. Tuttavia, puoi collegare un nuovo numero di cellulare al tuo account.
pl: Przykro nam, ale ponieważ 10 razy z rzędu wprowadziłeś błędny kod potwierdzający, ten numer telefonu komórkowego jest teraz zablokowany ze względów bezpieczeństwa. Możesz jednak połączyć nowy numer komórkowy ze swoim kontem.

# settings.companyPhoneNumber.askconfirm
source: Enter confirmation code
de: Bestätigungscode eingeben
it: Inserisci il codice di conferma

# settings.companyPhoneNumber.askconfirm.hint
source: Do you want to enter your confirmation code now to link your mobile number to your account?
de: Wollen Sie jetzt Ihren Bestätigungscode eingeben, um Ihre Handynummer mit Ihrem Account zu verknüpfen?
it: Vuoi inserire subito il tuo codice di conferma per collegare il tuo numero di cellulare al tuo account?
pl: Czy chcesz teraz wprowadzić swój kod potwierdzający, aby powiązać numer telefonu komórkowego ze swoim kontem?

# settings.companyPhoneNumber.askconfirm.later
source: Not Now
de: Später
it: Non ora
pl: Nie teraz

# settings.companyPhoneNumber.askvalidate.hint
source: Do you want to request a confirmation code to verify the mobile number for your account?
de: Wollen Sie jetzt einen Bestätigungscode anfordern, um die Handynummer Ihres Accounts zu bestätigen?
it: Vuoi richiedere un codice di conferma per verificare il numero di cellulare del tuo account?
pl: Czy chcesz poprosić o kod potwierdzający, aby zweryfikować numer telefonu komórkowego do konta?

# settings.companyPhoneNumber.askvalidate.later
source: Not Now
de: Später
it: Non ora

# alert.contactSearch.noneFound.messageDescription.emailAddress
source: Let's change that. :-) Send an invitation to %@ for %@ now.
de: Dann wird's Zeit das zu ändern. :-) Gleich eine Einladung an %@ für %@ schicken.
it: Cambiamolo. :-) Manda subito un invito a %@ per %@.
pl: Zmieńmy to :-) Wyślij teraz zaproszenie do %@ na %@

# channel.settings.menu.title.soundsOn
source: Notifications on
de: Mitteilungen An
it: Avvisi on
pl: Powiadomienia włączone

# channel.settings.menu.title.soundsOff
source: Notifications off
de: Mitteilungen Aus
it: Avvisi off
pl: Powiadomienia wyłączone

# chat.list.label.newbroadcastlist
source: Mailing List
de: Verteiler
pl: Lista mailingowa

# contacts.options.invite
source: Invite a Friend
de: Freunde einladen
it: Invita un contatto
pl: Invite a Contact

# contacts.search.empty.header
source: No local contact found
de: Keinen Kontakt lokal gefunden
it: Nessun contatto locale trovato
pl: Nie znaleziono lokalnego kontaktu

# contacts.search.empty.invite
source: Invite a Friend
de: Freunde einladen
it: Invita un contatto
pl: Invite a Contact

# contacts.search.empty.search
source: Search for contact with %@
de: Kontakt bei %@ suchen
it: Cerca contatto in %@
pl: Wyszukaj kontakt o numerze %@

# settings.informFriends
source: Invite a Friend
de: Freunde einladen
it: Invita un contatto
pl: Invite a Contact

# chats.sendContact.askForSaveContact.message
source: Do you want to save the contact in your local address book?
de: Wollen Sie den Kontakt in Ihrem lokalen Adressbuch speichern?
it: Vuoi salvare il contatto nella tua rubrica locale?
pl: Czy chcesz zapisać kontakt w swojej lokalnej książce adresowej?

# chats.sendContact.askForSaveContactInPrivate.message
source: Do you want to save the contact in your private address book?
de: Wollen Sie den Kontakt in Ihrem privaten Adressbuch speichern?
it: Desideri salvare il contatto nella tua rubrica privata?
pl: Czy chcesz zapisać kontakt w prywatnej książce adresowej?
